Repository: Acidburn0zzz/desktop-file-translations
Catalog: */appstream.po
Languages: fy, km, ku, nds, nn, se, si, wa

# Summary(org.kde.ark.desktop)
source: Archiving Tool
nds: Archievwarktüüch
nn: Arkiveringsverktøy

# Summary(org.kde.artikulate.desktop)
source: Artikulate Pronunciation Trainer
nds: Utspraak-Lehrer Artikulate
nn: Artikulate uttaleøvar

# Summary(org.kde.blinken.desktop)
source: Memory Enhancement Game
nds: Speel för't Verbetern vun't Behollen
nn: Hugsetreningsspel

# Summary(org.kde.plasma.bluetooth)
source: Bluetooth status and control
nn: Status og styring for Bluetooth

# Name(org.kde.bomber.desktop)
source: Bomber
nn: Bombar

# Summary(org.gnome.Cheese.desktop)
source: Take photos and videos with your webcam, with fun graphical effects
km: ថតរូប និង​វីដេអូ​ជាមួយ​វិបខេម​របស់​អ្នក ដោយ​មាន​បែបផែន​ក្រាហ្វិក
ku: Bi webcama xwe wêne û vîdyoyan bikişînin, bi efektên seyr.
nn: Ta bilete og ta opp filmar med morosame effektar med nettkameraet ditt

# Name(com.hughski.ColorHug.CcmxLoader.desktop)
source: ColorHug CCMX Loader
nn: ColorHug CCMX-lastar

# Summary(com.hughski.ColorHug.CcmxLoader.desktop)
source: Modify the calibration matrices on the ColorHug device
nn: Endra kalibreringsmatrisane på ColorHug-eininga

# Name(com.hughski.ColorHug.FlashLoader.desktop)
source: ColorHug Firmware Updater
nn: ColorHug fastvareoppdatering

# Summary(com.hughski.ColorHug.FlashLoader.desktop)
source: Update the firmware on the ColorHug colorimeter
nn: Oppdater fastvaren på ColorHug-kolorimeteret

# Summary(org.gnome.Devhelp.desktop)
source: Developer's Help program
km: កម្មវិធី​ជំនួយ​​របស់​អ្នក​អភិវឌ្ឍន៍
nn: Hjelplesar for utviklarar
si: දියුණු කරන්නන්ගේ උපකාරක වැඩසටහන

# Name(org.kde.discovernotifier)
source: Updates
nn: Oppdateringar

# Summary(org.kde.discovernotifier)
source: Helps you keep your system up to date
nn: Hjelper til å halda systemet oppdatert

# Name(org.kde.discover.desktop)
source: Discover
nn: Oppdag

# Summary(org.kde.discover.desktop)
source: Discover
nn: Oppdag

# Summary(org.kde.dolphin.desktop)
source: File Manager
nds: Dateipleger
nn: Filhandsamar

# Summary(org.kde.dragonplayer.desktop)
source: Video player with focus on simplicity
nn: Filmspelar som prøver å vera enkel

# Summary(eog.desktop)
source: Browse and rotate images
fy: Bleaderje en draaie ôfbylingen
km: រកមើល និង​បង្វិល​រូបភាព
nds: Billers ankieken un dreihn
nn: Bla gjennom og roter bilete
si: පිළිඹිබු ගවේශනය කිරීම සහ කරකැවීම

# Name(evince-djvudocument)
source: DjVu Documents
km: ឯកសារ DjVu
ku: Belgeyên DjVu
nn: DjVu-dokument

# Name(evince-pdfocument)
source: PDF Documents
km: ឯកសារ PDF
ku: Belgeyên PDF
nds: PDF Dokumente
nn: PDF-dokument
si: PDF ලේඛන
wa: Documints PDF

# Name(evince-dvidocument)
source: DVI Documents
km: ឯកសារ DVI
ku: Belgeyên DVI
nds: DVI Dokumente
nn: DVI-dokument
si: DVI ලේඛන

# Name(evince-comicsdocument)
source: Comic Books
km: សៀវភៅ​កំប្លែង
ku: Pirtûkên Qerfî
nds: Comics
nn: Teikneseriar

# Name(evince-psdocument)
source: PostScript Documents
km: ឯកសារ PostScript
ku: Belgeyên PostScript
nds: PostScript Dokumente
nn: PostScript-dokument
wa: Documints PostScript

# Summary(evolution.desktop)
source: Manage your email, contacts and schedule
nn: Handsama epost, kontaktar og timeplan

# Name(five-or-more.desktop)
source: Five or More
km: ប្រាំ ឬ​ច្រើន​ជាង
nn: Fem eller meir

# Summary(five-or-more.desktop)
source: Remove colored balls from the board by forming lines
km: យក​បាល់​ដែល​បាន​ដាក់​ពណ៌​ចេញ​ពី​ក្ដារ​ដោយ​​ធ្វើ​ឲ្យ​មាន​រូបរាង​បន្ទាត់
nn: Fjern farga ballar frå brettet ved å laga linjer

# Summary(four-in-a-row.desktop)
source: Make lines of the same color to win
km: បង្កើត​បន្ទាត់​ដូច​គ្នា​ត្រូវ​ឈ្នះ
nn: Lag linjer med same farge for å vinne

# Summary(geany.desktop)
source: A fast and lightweight IDE using GTK+
nn: Eit raskt og lett IDE som nyttar GTK+

# Summary(org.gnome.Dictionary.desktop)
source: Check word definitions and spellings in an online dictionary
km: ពិនិត្យ​មើល​និយមន័យ និង​​អក្ខរាវិរុទ្ធ​​ពាក្យ​នៅ​ក្នុង​វចនានុក្រម​លើ​បណ្ដាញ
nn: Sjekk orddefinisjonar og staving i ei ordbok på nettet
si: වදන් අර්ථදැක්වීම් සහ අක්ෂරවින්‍යාසය සබැදි ශබ්දකෝෂයෙන් පරීක්ෂා කරන්න

# Summary(gnome-klotski.desktop)
source: Slide blocks to solve the puzzle
km: ប្លុក​ស្លាយ​ត្រូវ​ដោះស្រាយ​ផ្គុំ​រូប
nn: Flytt på blokkane for å løysa puslespelet

# Summary(gnome-mines.desktop)
source: Clear hidden mines from a minefield
km: សម្អាត​មីន​ដែល​បាន​លាក់​ពី​វាល​កប់មីន
nn: Fjern skjulte miner frå eit minefelt
si: බිම් බෝම්බ කළාපයකින් බිම් බෝම්බ ඉවත් කරන්න

# Summary(org.gnome.Nibbles.desktop)
source: Guide a worm around a maze
km: Guide a worm ជុំវិញ​រូប​ដង្កូវ
nn: Styr ein orm rundt ein labyrint

# Summary(gnome-power-statistics.desktop)
source: Observe power management
km: មើល​ការ​គ្រប់គ្រង​ថាមពល
nn: Overvak straumstyring

# Summary(gnome-robots.desktop)
source: Avoid the robots and make them crash into each other
km: ជៀសវាង​មនុស្សយន្ត និង​ជៀសវាង​ធ្វើ​ឲ្យ​វា​គាំង
nn: Unngå robotane og få dei til å krasja inn i kvarandre
si: රොබෝවරු මඟහරිමින් ඔවුන් එකිනෙකා හප්පන්න

# Summary(org.kde.granatier.desktop)
source: Bomberman clone
nn: Bomberman-klon

# Summary(inkscape.desktop)
source: Create and edit Scalable Vector Graphics images
km: បង្កើត និង​កែសម្រួល​​​រូបភាព​ក្រាហ្វិក​វ៉ិចទ័រ​ដែល​អាច​ធ្វើ​មាត្រដ្ឋាន​បាន​​
nn: Lag og rediger skalerbare vektorbilete (SVG)

# Summary(org.kde.jovie.desktop)
source: KDE Text To Speech Daemon
nn: Tekst-til-tale-teneste for KDE

# Summary(org.kde.juk.desktop)
source: Music Player
nds: Musikafspeler
nn: Musikkspelar

# Name(owncloud_kaccounts_ui)
source: OwnCloud KAccounts QML plugin
nn: OwnCloud KAccounts QML-tillegg

# Summary(org.kde.kanagram.desktop)
source: Letter Order Game
nds: Bookstaven ornen
nn: Bokstavordningsspel

# Summary(org.kde.kapman.desktop)
source: Pac-Man Clone
nn: Klon av Pac-Man

# Name(org.kde.plasma.katesessions)
source: Kate Sessions
nn: Kate-økter

# Summary(org.kde.plasma.katesessions)
source: Kate Session Launcher
km: កម្មវិធី​ចាប់ផ្ដើម​សម័យ Kate
nds: Kate-Törnstarter
nn: Start Kate-økter
si: Kate වාර ආරම්භකය

# Summary(org.kde.kate.desktop)
source: Advanced Text Editor
nn: Avansert skriveprogram

# Summary(org.kde.kwrite.desktop)
source: Text Editor
nn: Skriveprogram

# Summary(org.kde.katomic.desktop)
source: Sokoban-like Logic Game
nn: Sokoban-liknande logikkspel

# Summary(org.kde.kblackbox.desktop)
source: Blackbox Logic Game
nn: Blackbox logikkspel

# Summary(org.kde.kblocks.desktop)
source: Falling Blocks Game
nn: Spel med fallande brikker

# Name(org.kde.kbruch.desktop)
source: KBruch
nn: KBrøk

# Summary(org.kde.kbruch.desktop)
source: Exercise Fractions
nds: Brookreken öven
nn: Brøkøvingar

# Summary(org.kde.kcalc.desktop)
source: Scientific Calculator
nn: Vitskapleg kalkulator

# Summary(konqueror.desktop)
source: KDE File Manager & Web Browser
nds: KDE sien Dateipleger un Nettkieker
nn: Filhandsamar og nettlesar for KDE

# Summary(kfind.desktop)
source: Find Files/Folders
nds: Dateien/Ornern söken
nn: Finn filer/mapper

# Summary(org.kde.kdeconnect.kcm.desktop)
source: Seamless connection of your devices
nn: Sømlaus integrering med andre einingar

# Name(org.kde.plasma.printmanager)
source: Printers
km: ម៉ាស៊ីន​បោះពុម្ព
nds: Druckers
nn: Skrivarar

# Summary(org.kde.plasma.printmanager)
source: List print jobs and manage them
km: រាយ​ការងារ​បោះពុម្ព​ និង​គ្រប់គ្រង​ពួកវា
nds: Druckopgaven oplisten un plegen
nn: Vis og handsam utskriftsjobbar

# Summary(org.kde.kfind.desktop)
source: Find Files/Folders
nds: Dateien/Ornern söken
nn: Finn filer/mapper

# Summary(org.kde.kgpg.desktop)
source: Encryption Tool
nds: Verslötel-Warktüüch
nn: Krypteringsverktøy

# Name(org.kde.khangman.desktop)
source: KHangMan
nn: KHengtmann

# Summary(org.kde.khangman.desktop)
source: Hangman Game
nds: Galgenmanntje-Speel
nn: Hengtmann-spel

# Summary(org.kde.Help.desktop)
source: Help Center
nn: Hjelpesenter

# Summary(org.kde.kig.desktop)
source: Interactive Geometry
nds: Wesselwarken Geometrie
nn: Interaktiv geometri

# Summary(org.kde.kiriki.desktop)
source: Yahtzee-like Dice Game
nn: Yatzy-liknande terningspel

# Name(org.kde.klettres.desktop)
source: KLettres
nn: KBokstavar

# Summary(org.kde.klettres.desktop)
source: Learn The Alphabet
nds: Dat Alfabeet lehren
nn: Lær alfabetet

# Summary(org.kde.kmplot.desktop)
source: Mathematical Function Plotter
nds: Mathemaatsch Bagenschriever
nn: Plotteprogram for matematiske funksjonar

# Summary(org.kde.kollision.desktop)
source: Casual ball game
nn: Enkelt ballspel

# Summary(org.kde.kolourpaint.desktop)
source: Paint Program
nds: Maalprogramm
nn: Teikneprogram

# Summary(org.kde.konqueror.desktop)
source: KDE File Manager & Web Browser
nds: KDE sien Dateipleger un Nettkieker
nn: Filhandsamar og nettlesar for KDE

# Summary(org.kde.kruler.desktop)
source: Screen Ruler
nn: Skjermlinjal

# Summary(org.kde.kshisen.desktop)
source: Shisen-Sho Mahjongg-like Tile Game
nn: Shisen-Sho mahjong-liknande brikkespel

# Summary(org.kde.ksudoku.desktop)
source: Complete a numeric puzzle with the numbers from one to nine
nn: Fullfør eit slags talpuslespel med siffera 1 til 9

# Summary(org.kde.kteatime.desktop)
source: Tea Cooker
nn: Tekokar

# Summary(org.kde.lokalize.desktop)
source: Computer-aided translation system
nn: Dataassistert omsetjing

# Name(org.kde.milou)
source: Search
nds: Söken
nn: Søk

# Summary(org.kde.milou)
source: Search and Launch
nds: Söken un opropen
nn: Søk og køyr

# Summary(org.gnome.Nautilus.desktop)
source: Access and organize files
nn: Aksesser og organiser filer

# Name(org.pantheon.noise.desktop)
source: Music
ku: Mûzîk
nn: Musikk
si: ගීත

# Summary(org.kde.okteta.desktop)
source: Hex editor
nn: Hex-redigering

# Summary(org.kde.okular.desktop)
source: Document Viewer
nn: Dokumentvisar

# Summary(org.kde.okular-fb)
source: Adds support for reading FictionBooks
nn: Legg til støtte for å lesa e-bøker i FictionBook-formatet

# Name(org.kde.okular-chm)
source: CHM Documents
nn: CHM-dokument

# Summary(org.kde.okular-chm)
source: Adds support for reading CHM documents
nn: Legg til støtte for å lesa CHM-dokument

# Summary(org.kde.okular-poppler)
source: Adds support for reading PDF documents
nn: Legg til støtte for å lesa PDF-dokument

# Name(org.kde.okular-kimgio)
source: Images
nn: Bilete

# Summary(org.kde.okular-kimgio)
source: Adds support for reading many image formats
nn: Legg til støtte for å lesa mange ulike biletformat

# Summary(org.kde.okular-mobipocket)
source: Adds support for reading Mobipocket E-books
nn: Legg til støtte for å lesa e-bøker i Mobipocket-formatet

# Summary(org.kde.okular-epub)
source: Adds support for reading E-Books
nn: Legg til støtte for å lesa e-bøker i EPUB-formatet

# Name(org.kde.okular-djvu)
source: DjVu Documents
nn: DjVu-dokument

# Summary(org.kde.okular-djvu)
source: Adds support for reading DjVu documents
nn: Legg til støtte for å lesa DjVu-dokument

# Name(org.kde.okular-fax)
source: Fax
nn: Faks

# Summary(org.kde.okular-fax)
source: Adds support for reading Fax documents
nn: Legg til støtte for å lesa faksdokument

# Summary(org.kde.okular-ooo)
source: Adds support for reading OpenDocument text files
nn: Legg til støtte for å lesa tekstfiler i OpenDocument-formatet

# Name(org.kde.okular-comicbook)
source: Comic Books
nn: Teikneseriar

# Summary(org.kde.okular-comicbook)
source: Adds support for reading comic books
nn: Legg til støtte for å lesa teikneseriefiler

# Name(org.kde.okular-dvi)
source: DVI Documents
nn: DVI-dokument

# Summary(org.kde.okular-dvi)
source: Adds support for reading DVI documents
nn: Legg til støtte for å lesa DVI-dokument

# Summary(org.kde.okular-plucker)
source: Adds support for reading Plucker documents
nn: Legg til støtte for å lesa Plucker-dokument

# Summary(org.kde.okular-tiff)
source: Adds support for reading Tiff documents
nn: Legg til støtte for å lesa TIFF-dokument

# Summary(org.kde.okular-spectre)
source: Adds support for reading PostScript documents
nn: Legg til støtte for å lesa PostScript-dokument

# Name(org.kde.okular-txt)
source: Text
nn: Tekst

# Summary(org.kde.okular-txt)
source: Adds support for reading plain text documents
nn: Legg til støtte for å lesa reintekstdokument

# Summary(org.kde.okular-xps)
source: Adds support for reading XPS documents
nn: Legg til støtte for å lesa XPS-dokument

# Summary(org.kde.picmi.desktop)
source: Puzzle game based on number logic
nn: Tenkjespel basert på tallogikk

# Summary(plank.desktop)
source: Stupidly simple.
nn: Idiotsikkert

# Name(org.kde.plasma.webbrowser)
source: Web browser
nn: Nettlesar

# Summary(org.kde.plasma.webbrowser)
source: Add a webpage on your desktop
nn: Legg ei nettside på skrivebordet

# Name(org.kde.plasma.minimizeall)
source: Minimize all Windows
nn: Minimer alle vindauge

# Summary(org.kde.plasma.minimizeall)
source: Shows the desktop by minimizing all windows
nn: Vis skrivebordet ved å minimera alle vindauga

# Name(org.kde.plasma.userswitcher)
source: User Switcher
nn: Brukarbytar

# Summary(org.kde.plasma.userswitcher)
source: Quickly switch between different users
nn: Byt kjapt mellom ulike brukarar

# Name(org.kde.plasma.fuzzyclock)
source: Fuzzy Clock
km: នាឡិកា​ស្រពិចស្រពិល
ku: Demjimêra Şêlû
nds: Bummelig-Klock
nn: Uklar klokke
wa: Ôrlodje a l' avirance

# Summary(org.kde.plasma.fuzzyclock)
source: Time displayed in a less precise format
km: បាន​បង្ហាញ​ពេលវេលា​នៅក្នុងទ្រង់ទ្រាយជាក់លាក់
ku: Dem di teşeya xuyakirina kêmtir de tê nîşandan
nds: Tiet, wiest in en nich so akraat Formaat
nn: Klokka – meir eller mindre nøyaktig
wa: L' eure håynêye dins ene cogne moens precise

# Name(org.kde.plasma.calculator)
source: Calculator
km: ម៉ាស៊ីន​គិតលេខ
ku: Makîneya Hesaban
nds: Taschenreekner
nn: Kalkulator
wa: Carculete

# Summary(org.kde.plasma.calculator)
source: Calculate simple sums
km: គណនា​ផល​បូក​ធម្មតា
ku: Berhevkirinên hêsan hesab bike
nds: Eenfache Saken utreken
nn: Grafisk kalkulator
wa: Cårculez des ptits carculs

# Name(org.kde.plasma.colorpicker)
source: Color Picker
km: ឧបករណ៍​ជ្រើស​ពណ៌
ku: Bijarkerê Rengê
nds: Klöörköör
nn: Fargeveljar
wa: Apiceu d' coleur

# Summary(org.kde.plasma.colorpicker)
source: Pick a color from the desktop
km: រក​ពណ៌​ពី​ផ្ទៃតុ
ku: Jê sermasê rengekî hilbijêre
nds: En Klöör vun den Schriefdisch insammeln
nn: Hent fargar frå skrivebordet
wa: Apice ene coleur do scribanne

# Name(org.kde.plasma.weather)
source: Weather Forecast
km: ការ​ព្យាករណ៍​អាកាសធាតុ
nds: Wederbericht
nn: Vêrmelding
wa: Prédijhaedjes del meteyo

# Name(org.kde.plasma.fifteenpuzzle)
source: Fifteen Puzzle
km: ផ្ដុំ​រូបភាព​ ១៥
ku: Peydanok 15
nds: Föffteihn Stücken
nn: Spelet femten
wa: Puzeul des céncwantes

# Summary(org.kde.plasma.fifteenpuzzle)
source: Put the pieces in order
km: ដាក់​ចំណែក​ជា​លំដាប់
ku: Perçe yan rêz bike
nds: Stücken in de Reeg bringen
nn: Flytt brikkene i rett rekkjefølgje
wa: Metoz les pices en ôre

# Name(org.kde.plasma.systemloadviewer)
source: System Load Viewer
km: កម្មវិធី​មើល​ការ​ផ្ទុក​របស់​ប្រព័ន្ធ
nds: Systeemlastkieker
nn: Systemlast-oversikt
wa: Håyneu del tchedje do sistinme

# Summary(org.kde.plasma.systemloadviewer)
source: Tiny CPU/RAM/Swap monitor
km: កម្មវិធី​ត្រួតពិនិត្យ CPU/RAM/Swap តូច
nds: Lierlütt CPU-, RAM- un Utlagerspieker-Kieker
nn: Overvak prosessor, minne og veksleminne
wa: Tot ptit corwaitoe des CPU/RAM/Swap

# Name(org.kde.plasma.timer)
source: Timer
km: កម្មវិធី​កំណត់​ពេលវេលា
nds: Weckklock
nn: Tidsur
wa: Munutreye

# Summary(org.kde.plasma.timer)
source: Countdown over a specified time period
km: រាប់​រយៈពេល​ដែល​បាន​បញ្ជាក់
ku: Ji ser demekê taybet paşve bihejmêre
nds: De Tiet över en angeven Tiet daaltellen
nn: Nedteljing til spesielle tidspunkt
wa: Disconter l' tins d' on moumint dné

# Name(org.kde.plasma.quicklaunch)
source: Quicklaunch
nn: Snøggstartar

# Summary(org.kde.plasma.quicklaunch)
source: Launch your favourite Applications
nn: Start favorittprogramma dine

# Name(org.kde.plasma.diskquota)
source: Disk Quota
nn: Diskkvote

# Summary(org.kde.plasma.diskquota)
source: Shows details about disk quota
nn: Vis informasjon om diskkvotar

# Name(org.kde.plasma.showdesktop)
source: Show Desktop
km: បង្ហាញ​ផ្ទៃតុ
ku: Sermasê Nîşan Bide
nds: Schriefdisch wiesen
nn: Vis skrivebord
wa: Mostrer scribanne

# Summary(org.kde.plasma.showdesktop)
source: Show the Plasma desktop
km: បង្ហាញ​ផ្ទៃតុ​ប្លាស្មា
ku: Sermase ya Plasma nîşan bide
nds: Den Plasma-Schriefdisch wiesen
nn: Vis Plasma-skrivebordet
wa: Mostrer l' sicribanne Plasma

# Name(org.kde.plasma.mediaframe)
source: Media frame
nn: Medieramme

# Summary(org.kde.plasma.mediaframe)
source: (Picture) Frame
nn: Biletramme

# Name(org.kde.plasma.quickshare)
source: Quick Share
nds: Gau delen
nn: Snøggdeling

# Summary(org.kde.plasma.quickshare)
source: Paste text/images to a remote server
km: បិទភ្ជាប់​អត្ថបទ/រូបភាព​ទៅ​ម៉ាស៊ីនបម្រើ​ពីចម្ងាយ
ku: Nivîs/wêne yan pêve bike di pêşkêşkera dûr de
nds: Text oder Biller op en feern Server infögen
nn: Kopier tekst og bilete til tenar på nettet
wa: Aclaper do tecse/imådjes viè on sierveu då lon

# Name(org.kde.plasma.notes)
source: Notes
km: ចំណាំ
ku: Nîşe
nds: Notizen
nn: Notat

# Summary(org.kde.plasma.notes)
source: Desktop sticky notes
km: ចំណាំ​បិទ​លើ​ផ្ទៃតុ
ku: Nîşeyên mezeloqî yên Sermasê
nds: Opback-Notizen för den Schriefdisch
nn: Notatlappar på skrivebordet
wa: Aclapantès notes sol scribanne

# Name(org.kde.plasma.comic)
source: Comic Strip
km: យក​កំប្លែង​ចេញ
ku: Pirtûka Qerfî
nds: Comic
nn: Teikneserie
wa: Binde d' imådje

# Summary(org.kde.plasma.comic)
source: View comic strips from the Internet
km: មើល​រឿង​កំប្លែង​ពី​អ៊ីនធឺណិត
ku: Ji Torê pirtûkên qerfî bibîne
nds: Comics ut dat Internet ankieken
nn: Vis teikneseriar frå Internett
wa: Vey ene binde d' imådje di l' Etrernet

# Name(org.kde.plasma.pager)
source: Pager
fy: Semafoan
ku: Rûpelker
nds: Schriefdisch-Översicht
nn: Skrivebordsbytar
se: Čállinbeavdemolsojeaddj
si: පේජරය

# Summary(org.kde.plasma.pager)
source: Switch between virtual desktops
fy: Wikselje tusken firuele buroblêden
km: ប្ដូរ​រវាង​ផ្ទៃតុ​និម្មិត
nds: Twischen Schriefdischen wesseln
nn: Byt mellom virtuelle skrivebord
si: අතත්‍ය වැඩතල අතර මාරුවන්න
wa: Passer d' on forveyou scribanne a èn ôte

# Name(org.kde.plasma.kickoff)
source: Application Launcher
fy: In applikaashe starter
km: កម្មវិធី​ចាប់ផ្ដើម​កម្មវិធី​
ku: Deskpêkerê Sepanan
nds: Programmoproper
nn: Programstartar
se: Prográmmaálggaheaddji
si: යෙදුම් ඇරඹුම
wa: Enondeu di programe

# Summary(org.kde.plasma.kickoff)
source: Launcher to start applications
fy: Starter om applikaasjes útein te setten
km: កម្មវិធី​ចាប់ផ្ដើម​ត្រូវ​ចាប់ផ្ដើម​កម្មវិធី
nds: Röppt Programmen op
nn: Moderne programstartar
se: Prográmmaálggaheaddji
si: යෙදුම් ආරම්භ කිරීමට ආරම්භකය
wa: Enondeu po lancî des programes

# Name(org.kde.plasma.kimpanel)
source: Input Method Panel
nn: Skrivesystem-panel

# Summary(org.kde.plasma.kimpanel)
source: A generic input method panel
nn: Generelt skrivesystem-panel

# Name(org.kde.plasma.trash)
source: Trashcan
fy: Jiskefet
km: ធុង​សំរាម
ku: Qutiya Sergo
nds: Affalltünn
nn: Papirkorg
si: ඉවතලන බඳුන
wa: Batch ås mannestés

# Name(org.kde.plasma.kicker)
source: Application Menu
nds: Programmmenü
nn: Programmeny

# Summary(org.kde.plasma.kicker)
source: A launcher based on cascading popup menus
nds: En Oproper, de op en Boom ut Opdukmenüs opbuut
nn: Ein startar basert på menyhierarki

# Name(org.kde.plasma.taskmanager)
source: Task Manager
fy: Taakbehearder
km: កម្មវិធី​គ្រប់គ្រង​ភារកិច្ច
nds: Opgavenpleger
nn: Oppgåvehandsamar
se: Bargogieđahalli
si: කාර්‍යය කළමණාකරු
wa: Manaedjeu des bouyes

# Summary(org.kde.plasma.taskmanager)
source: Switch between running applications
fy: Wikselje tusken rinnende programma's
km: ប្ដូរ​រវាង​កម្មវិធី​ដែល​កំពុង​រត់
nds: Twischen lopen Programmen wesseln
nn: Byt mellom program som køyrer
si: ක්‍රියාත්මක වන යෙදුම් අතරේ මාරුවන්න
wa: Passer d' on programe ovrant a èn ôte

# Name(org.kde.plasmashell)
source: KDE Plasma Desktop
nn: KDE Plasma-skrivebord

# Summary(org.kde.plasmashell)
source: KDE's complete desktop experience. Simple by default, powerful when needed.
nn: Komplett KDE-oppleving. Enkel som standard og kraftig når nødvendig.

# Name(org.kde.plasma.windowlist)
source: Window list
nds: Finsterlist
nn: Vindaugsliste

# Summary(org.kde.plasma.windowlist)
source: Plasmoid to show list of opened windows
fy: PLasmoid om in opsomming fan iepen finsters sjen te litten
km: Plasmoid ត្រូវ​បង្ហាញ​បញ្ជី​បង្អួច​​ដែល​បា​ន​បើក ។
nds: Plasma-Lüttprogramm, dat de List mit opmaakt Finstern wiest
nn: Skjermelement for å visa oversikt over opne vindauge
si: විවෘත කල කවුළු ලැයිස්තුවක් පෙන්වීම සඳහා ප්ලැස්මොයිඩය
wa: Plasmowide po mostrer l' djivêye des fniesses di drovowes

# Name(org.kde.plasma.showActivityManager)
source: Activities
km: សកម្មភាព
nds: Aktiviteten
nn: Aktivitetar
wa: Activités

# Summary(org.kde.plasma.showActivityManager)
source: Shows the activity manager
km: បង្ហាញ​កម្មវិធី​គ្រប់គ្រង​សកម្មភាព​
nds: Wiest den Aktivitetenpleger
nn: Vis aktivitets­handsamaren
wa: Mostrer l' manaedjeu des activités

# Name(org.kde.paneltoolbox)
source: Panel Toolbox
nds: Paneel-Warktüüchkist
nn: Panelverktøykasse

# Summary(org.kde.paneltoolbox)
source: Manage Plasma panel
nds: Plasmapaneel plegen
nn: Handsam Plasma-panel

# Name(org.kde.plasma.volume)
source: Audio Volume
nn: Lydstyrke

# Summary(org.kde.plasma.volume)
source: Adjust the volume of devices and applications
nn: Juster lydstyrka til einingar og program

# Name(org.kde.plasma.pkupdates)
source: Software Updates
nn: Programoppdateringar

# Summary(org.kde.plasma.pkupdates)
source: Get software updates
nn: Hent programoppdateringar

# Summary(org.kde.plasmoidviewershell)
source: PlasmoidViewer Shell
nn: PlasmoidViewer-skal

# Name(org.kde.plasma.lookandfeelexplorer)
source: Plasma Look And Feel Explorer
nn: Utforskar for utsjånad-og-åtferd-oppsett i Plasma

# Summary(org.kde.plasma.lookandfeelexplorer)
source: Explore and edit your Plasma Look And Feel themes
nn: Utforsk og rediger utsjånad-og-åtferd-tema for Plasma

# Summary(org.kde.plasma.cuttlefish)
source: List and preview available icons
nn: List og førehandsvis tilgjengelege ikon

# Summary(org.kde.cuttlefish.desktop)
source: Icon Previewer for Artists and Developers
nn: Førehandsvising av ikon for kunstnarar og utviklarar

# Name(org.kde.plasma.themeexplorer)
source: Plasma Theme Explorer
nn: Utforskar for Plasma-tema

# Summary(org.kde.plasma.themeexplorer)
source: Explore and edit your Plasma themes
nn: Utforsk og rediger Plasma-tema

# Name(org.kde.plasma.lock_logout)
source: Lock/Logout
fy: Beskoattelje/ôfmelde
km: ចាក់សោ/ចេញ
ku: Kilît Bike/Derkeve
nds: Afsluten/Afmellen
nn: Lås / logg ut
se: Lohkadeapmi/olggosčáliheapmi
si: අගුලු දමන්න/ඉවත් වන්න
wa: Serer/Dislodjî

# Summary(org.kde.plasma.lock_logout)
source: Lock the screen or log out
fy: Lit de brûker it skerm beskoattelje of de sesje slute
km: ចាក់សោ​អេក្រង់ ឬ​ចេញ
nds: Den Schirm afsluten oder sik afmellen
nn: Lås skjermen eller logg ut
si: තිරය අගුළුලන්න හෝ පිටවෙන්න
wa: Eclawer l' waitroûle oudonbén s' dislodjî

# Name(org.kde.slideshow)
source: Slideshow
fy: Diafoarstelling
km: បញ្ចាំង​ស្លាយ
ku: NîşandanaSlaydê
nds: Diaschau
nn: Lysbiletvising
si: ස්ලයිඩ් දසුන
wa: Diaporama

# Name(org.kde.plasma.systemtray)
source: System Tray
fy: Systeemfak
km: ថាស​ប្រព័ន្ធ
nds: Paneel-Systeemafsnitt
nn: Systemtrau
se: Vuogádatgárcu
si: පද්ධතිය තැටිය
wa: Boesse ås imådjetes sistinme

# Summary(org.kde.plasma.systemtray)
source: Access hidden applications minimized in the system tray
fy: Jou tagong ta programma's dy't yn it systeemfak rinne
km: ចូល​ដំណើរការ​កម្មវិធី​ដែល​លាក់​ដែល​បានបង្រួម​នៅ​ក្នុង​ថាស​ប្រព័ន្ធ
nds: Togriep op versteken Programmen binnen den Systeemafsnitt
nn: Tilgang til program minimerte i systemtrauet
si: පද්ධති තැටියේ හකුළා සඟවා ඇති යෙදුම් වලට පිවිසෙන්න
wa: Åyoz accès ås programes catchîs metous ås pus ptit el boesse ås imådjetes do sistinme
