Repository: Acidburn0zzz/desktop-file-translations
Catalog: */appstream.po
Languages: fy, km, ku, nds, nn, se, si, wa

# Name(org.kde.plasma.systemmonitor.diskactivity)
source: Hard Disk I/O Monitor
km: ត្រួតពិនិត្យ I/O ថាសរឹង
nds: Fastplaat-I/O-Beluern
nn: Overvaking av diskaktivitet

# Summary(org.kde.plasma.systemmonitor.diskactivity)
source: An applet that monitors hard disk throughput and input/output
km: អាប់ភ្លេត​ដែល​ត្រួតពិនិត្យ​ថាសរឹង​ និង​ឧបករណ៍​ចេញ/ចូល
nds: En Lüttprogramm, dat den Fastplaat-Dörsatz un de In- un Utgaven beluert
nn: Skjermelement som overvaker dataflyt til og frå harddisk

# Name(org.kde.plasma.notifications)
source: Notifications
fy: Notifikaasjes
km: សេចក្តី​ជូន​ដំណឹង​
ku: Agahdarî
nds: Bescheden
nn: Varslingar
se: Dieđáhusat
si: දැනුම් දීම්
wa: Notifiaedjes

# Summary(org.kde.plasma.notifications)
source: Display notifications and jobs
km: បង្ហាញ​ការ​ជូនដំណឹង និង​ការងារ
nds: Bescheden un Opgaven wiesen
nn: Vis varslingar og jobbar
si: කාර්ය සහ දැනුම්දීමෙ පෙන්වන්න
wa: Håyner notifiaedjes eyet bouyes

# Name(org.kde.plasma.calendar)
source: Calendar
fy: Aginda
km: ប្រតិទិន
ku: Salname
nds: Kalenner
nn: Kalender
si: දිනදර්ශනය
wa: Calindrî

# Name(org.kde.plasma.analogclock)
source: Analog Clock
fy: Analoge klok
km: នាឡិកា​អាណាឡូក
ku: Demjimêra Analog
nds: Analoog Klock
nn: Analog klokke
se: Analogalaš diibmu
si: ප්‍රතිසම ඔරලෝසුව
wa: Ôrlodje analodjike

# Summary(org.kde.plasma.analogclock)
source: A clock with hands
fy: In klok mei wizerplaat
km: ចាក់សោ​ដោយ​ដៃ
nds: En Klock mit Wiesers
nn: Ei klokke med visarar
si: කටු සහිත ඔරලෝසුවක්
wa: Ène ôrlodje avou des aweyes

# Name(org.kde.image)
source: Image
fy: Ofbylding
km: រូបភាព
ku: Wêne
nds: Bild
nn: Bilete
si: පිංතූරය
wa: Imådje

# Name(org.kde.plasma.appmenu)
source: Global Menu
nn: Programmeny

# Name(org.kde.plasma.clipboard)
source: Clipboard
nds: Twischenaflaag
nn: Utklippstavle

# Summary(org.kde.plasma.clipboard)
source: Provides access to the clipboard history
nds: Gifft Togriep op de Twischenaflaag-Vörgeschicht
nn: Gjev tilgang til utklippstavleloggen

# Name(org.kde.plasma.mediacontroller)
source: Media Player
nds: Medienafspeler
nn: Mediespelar

# Summary(org.kde.plasma.mediacontroller)
source: Media Player Controls
nds: Medienafspeler stüern
nn: Mediespelarkontrollar

# Name(org.kde.plasma.systemmonitor.net)
source: Network Monitor
km: ត្រួតពិនិត្យ​បណ្ដាញ
nds: Nettwark-Kieker
nn: Nettverksovervaking
se: Fierbmi
si: ජාල මොනිටරය
wa: Corwaitoe del rantoele

# Summary(org.kde.plasma.systemmonitor.net)
source: A network usage monitor
fy: In netwurk brûkme monitor
km: កម្មវិធី​ត្រួតពិនិត្យ​ការ​ប្រើ​បណ្ដាញ
ku: Temaşekerê rewşa torê
nds: En Kieker för den Nettwark-Bruuk
nn: Overvaking av nettverksbruk
si: ජාල භාවිතය නිරික්‍ෂකය
wa: On corwaitoe di l' eployaedje del rantoele

# Name(org.kde.color)
source: Plain Color
nds: Eenfach Klöör
nn: Rein farge

# Name(org.kde.plasma.activitybar)
source: Activity Bar
fy: Aktiviteitsbalke
km: របារ​សកម្មភាព
ku: Darika Çalakiyan
nds: Aktivitetenbalken
nn: Aktivitetslinje
si: ක්‍රියා තීරුව
wa: Bår d' activité

# Summary(org.kde.plasma.activitybar)
source: Tab bar to switch activities
fy: Ljepper om tusken aktiviteiten te wikseljen
km: របារ​ផ្ទាំង​ដើម្បី​ប្ដូរ​សកម្មភាព
nds: Paneelbalken, mit den sik Aktiviteten wesseln laat
nn: Fanelinje for å byta mellom aktivitetar
si: ක්‍රියාකාරකම් මාරු කිරීමට ටැබ් තීරුවක්
wa: Båre di linwetes po candjî d' activités

# Name(org.kde.plasma.digitalclock)
source: Digital Clock
fy: Digitale klok
km: នាឡិកា​ឌីជីថល
ku: Demjimêra Dîjîtal
nds: Digitaal Klock
nn: Digital klokke
se: Digitálalaš diibmu
si: අංකිත ඔරලෝසුව
wa: Ôrlodje didjitåle

# Summary(org.kde.plasma.digitalclock)
source: Time displayed in a digital format
nds: Tiet wiest in digitaal Formaat
nn: Klokka vist i digitalformat

# Name(org.kde.plasma.systemmonitor.cpu)
source: CPU Load Monitor
nn: Prosessorlast-overvaking

# Summary(org.kde.plasma.systemmonitor.cpu)
source: Monitor the load of the CPUs
nn: Overvaking av prosessorbruk

# Name(org.kde.plasma.systemmonitor.diskusage)
source: Hard Disk Space Usage
km: ការ​ប្រើ​ប្រាស់​ទំហំ​ថាសរឹង
nds: Fastplaat-Bruuk
nn: Plassbruk for harddisk

# Summary(org.kde.plasma.systemmonitor.diskusage)
source: An applet that monitors hard disk space usage and percentage
km: អាប់ភ្លេត​ដែល​ត្រួតពិនិត្យ​​ការ​ប្រើប្រាស់​ និង​ភាគរយ​ទំហំ​ថាសរឹង
nds: En Lüttprogramm, dat den Fastplaat-Bruuk afsluuts un in Perzent beluert
nn: Skjemelement som overvaker bruk av diskplass på harddisk, og viser som prosent

# Name(org.kde.plasma.systemmonitor.memory)
source: Memory Status
km: ស្ថានភាព​សតិ
nds: Spieker-Status
nn: Minnestatus
si: මතක තත්ත්වය
wa: Estat del memwere

# Summary(org.kde.plasma.systemmonitor.memory)
source: A RAM usage monitor
fy: In RAM brûkme monitor
km: កម្មវិធី​ត្រួតពិនិត្យ​ការ​ប្រើ​សតិ
nds: En Kieker för den RAM-Bruuk
nn: Overvaking av minnebruk
si: RAM භාවිතය නිරික්‍ෂකය
wa: On corwaitoe di l' eployaedje del RAM

# Name(org.kde.plasma.devicenotifier)
source: Device Notifier
fy: Apparaat meidieler
km: កម្មវិធី​ជូនដំណឹង​ឧបករណ៍​
ku: Hişyarkerê Cîhaz
nds: Bescheden över Reedschappen
nn: Einingsvarslar
si: උපාංග දැනුම් දීම
wa: Notifiaedje d' éndjin

# Summary(org.kde.plasma.devicenotifier)
source: Notifications and access for new devices
fy: Notifikaasjes en tagong foar nije apparaten
km: កា​រជូន​ដំណឹង និង​ចូល​ដំណើរការ​សម្រាប់​ឧបករណ៍​ថ្មី
ku: Hişyarî û gihîştin ji bo cîhazên nû
nds: Bescheden un Togriep för nieg Reedschappen
nn: Varsling og tilgang til nye einingar
si: නව උපකරණ සඳහා පිවිසීම හා දැන්වීම්
wa: Notifiaedjes eyet accès ås noveas éndjins

# Name(org.kde.plasma.battery)
source: Battery and Brightness
nn: Batteri og lysstyrke

# Summary(org.kde.plasma.battery)
source: See the power status of your battery
fy: Besjoch de stroomtastân fan jo batterij
km: មើល​ស្ថានភាព​ថាមពល​នៃ​ថ្ម​របស់​អ្នក
nds: Den Tostand vun Dien Batterien bekieken
nn: Sjå straumnivået på batteriet
si: ඔබේ බැටරියේ බල තත්වය බලන්න
wa: Vey li tchedje di vosse batreye

# Name(org.kde.plasma.networkmanagement)
source: Networks
nds: Nettwarken
nn: Nettverk

# Summary(org.kde.plasma.networkmanagement)
source: Network status and control
nds: Nettwarkstatus un -stüern
nn: Nettverksstatus og -styring

# Summary(quadrapassel.desktop)
source: Fit falling blocks together
km: សម falling blocks
nn: Sett fallande klossar ihop

# Summary(rhythmbox.desktop)
source: Play and organize your music collection
nn: Spel av og organiser musikksamlinga di
si: ඔබගේ ගීත සමුච්චය සකස් කරන්න සහ ධාවනය කරන්න

# Summary(seahorse.desktop)
source: Manage your passwords and encryption keys
nn: Handter dine passord og krypteringsnøklar

# Summary(org.kde.spectacle.desktop)
source: Screenshot Capture Utility
nn: Verktøy for å lagra skjermbilete

# Summary(stellarium.desktop)
source: Desktop Planetarium
km: សំណាក​ចក្រវាល​ផ្ទៃតុ
nds: Planetarium för den Schriefdisch
nn: Skrivebordsplanetarium
se: Čállenbeavdeplánetaria

# Name(swell-foop.desktop)
source: Swell Foop
nn: To fluger i ein smekk

# Summary(swell-foop.desktop)
source: Clear the screen by removing groups of colored and shaped tiles
km: សម្អាត​អេក្រង់​ដោយ​យក​ក្រុម​ក្រឡា​ក្បឿង​​ដែល​បាន​ធ្វើ​ទ្រង់ទ្រាយ និង​ដាក់​ពណ៌​ចេញ
nn: Tøm skjermen ved å fjerna grupper med farga og forma fliser

# Summary(org.kde.tellico.desktop)
source: Collection Manager
nn: Samlingsdatabase

# Name(vinagre.desktop)
source: Remote Desktop Viewer
nn: Vising av eksternt skrivebord
si: දුරස්ථ තිර මුහුණත් දර්ශකය

# Summary(vinagre.desktop)
source: Access remote desktops
nn: Bruk eksternt skrivebord
si: දුරස්ථ තිර මුහුණත් වලට ප්‍රවේශ වන්න

# Summary(org.kde.yakuake.desktop)
source: Drop-down Terminal
nn: Nedtrekksterminal

# Summary(org.kde.blogilo.desktop)
source: A KDE Blogging Client
nds: En Nettdaagbook-Programm för KDE

# Summary(org.kde.cantor.desktop)
source: KDE Frontend to Mathematical Software
nds: KDE-Böversiet för Rekenprogrammen

# Name(org.kde.dragonplayer.desktop)
source: Dragon Player
nds: Drakenspeler

# Name(org.kde.kaddressbook.desktop)
source: KAddressBook
nds: KAdressbook

# Summary(org.kde.kalarm.desktop)
source: Personal Alarm Scheduler
nds: Persöönlich Anstöötgever

# Summary(org.kde.kalgebra.desktop)
source: Graph Calculator
nds: Funkschonenreekner

# Summary(org.kde.kalzium.desktop)
source: Periodic Table of Elements
nds: Periodensysteem vun de Elementen

# Summary(org.kde.kiten.desktop)
source: Japanese Reference and Study Tool
nds: Nakiek- un Lehrwarktüüch för Japaansch

# Summary(org.kde.kleopatra.desktop)
source: Certificate Manager and Unified Crypto GUI
nds: Zertifikatenpleger un eenheitlich Verslötel-Böversiet

# Summary(org.kde.kstars.desktop)
source: Desktop Planetarium
nds: Planetarium för den Schriefdisch

# Summary(org.kde.ktouch.desktop)
source: Touch Typing Tutor
nds: Schriefmaschien öven

# Summary(org.kde.kturtle.desktop)
source: Educational Programming Environment
nds: Lehr-Programmsmeed

# Summary(org.kde.kwordquiz.desktop)
source: Flash Card Trainer
nds: Koorten-Lehrprogramm

# Summary(marble.desktop)
source: Virtual Globe
nds: Virtuell Globus

# Summary(org.kde.parley.desktop)
source: Vocabulary Trainer
nds: Vokaveln lehren

# Summary(org.kde.rocs.desktop)
source: Rocs Graph Theory
nds: Graphentheorie „Rocs“

# Summary(org.kde.step.desktop)
source: Interactive Physical Simulator
nds: Brukerstüert Physiksimuleren

# Summary(trojita.desktop)
source: IMAP E-mail Client
nds: IMAP-Nettpostprogramm

# Summary(anjuta.desktop)
source: Develop software in an integrated development environment
km: អភិវឌ្ឍ​កម្មវិធី​ក្នុង​បរិស្ថាន​អភិវឌ្ឍន៍​ដែល​បាន​រួមបញ្ចូល
si: සංගෘහිත පරිසරයක් තුල මෘදුකාංග නිමවයි

# Name(evince-xpsdocument)
source: XPS Documents
km: ឯកសារ XPS

# Name(evince-tiffdocument)
source: TIFF Documents
km: ឯកសារ TIFF

# Name(gnome-calculator.desktop)
source: GNOME Calculator
km: ម៉ាស៊ីន​គិត​លេខ GNOME

# Summary(org.gnome.Software.desktop)
source: Application manager for GNOME
km: កម្មវិធី​គ្រប់គ្រង​កម្មវិធី​សម្រាប់ GNOME

# Name(gnome-control-center.desktop)
source: GNOME Control Center
wa: Cinte di Contrôle di GNOME

# Name(eog.desktop)
source: Eye of GNOME
ku: Çavê GNOME'yê
si: GNOME ඇස

# Name(evolution.desktop)
source: Evolution
si: ඉවෝලුශන්

# Name(rhythmbox.desktop)
source: Rhythmbox
si: රිදම්බෝක්ස්

# Name(scratch-text-editor.desktop)
source: Scratch
si: ස්‍ක්‍රැච්

# Name(tali.desktop)
source: Tali
si: දාදුකැට

# Summary(org.pantheon.noise.desktop)
source: The official elementary music player
ku: Lêderê Mûzîkê fermî li elementary

# Name(org.pantheon.calculator.desktop)
source: Calculator
ku: Makîneya Hesaban

# Name(pantheon-photos.desktop)
source: Photos
ku: Wêne

# Summary(pantheon-photos.desktop)
source: Popular photo manager
ku: serkêş wêne popûler

# Name(screenshot-tool.desktop)
source: Screenshot
ku: Wêneya sermasê
