Repository: Acidburn0zzz/desktop-file-translations
Catalog: */polkitaction.po
Languages: bs, ca, fi, fr, fy, ga, hr, is, km, mk, nb, nds, nn, pt, si, th, tr, wa

# Description(org.mate.settingsdaemon.datetimemechanism.configurehwclock)
source: Configure hardware clock
ca: Configura el rellotge de maquinari
fr: Configurer l'horloge matérielle
hr: Postavi sat sklopovlja
nb: Sett opp maskinvareklokken
pt: Mudar relógio do hardware
tr: Donanım saatini yapılandır

# Message(org.mate.settingsdaemon.datetimemechanism.settimezone)
source: Privileges are required to change the system time zone.
ca: Es necessiten privilegis per canviar la zona horària del sistema.
fr: Des privilèges sont nécessaires pour modifier le fuseau horaire du système.
nb: Rettigheter kreves forå endre systemets tidssone.
pt: São precisos privilégios para mudar a zona da hora do sistema.
tr: Sistemin saat dilimini değiştirmek için izin gereklidir.

# Message(org.mate.settingsdaemon.datetimemechanism.settime)
source: Privileges are required to change the system time.
ca: Es necessiten privilegis per canviar l'hora del sistema.
fr: Des privilèges sont nécessaires pour modifier l'heure du système.
nb: Rettigheter kreves for å stille klokken på systemet.
pt: São precisos privilégios para mudar a hora do sistema.
tr: Sistem saatini ayarlamak için izin gereklidir.

# Message(org.mate.settingsdaemon.datetimemechanism.configurehwclock)
source: Privileges are required to configure the hardware clock.
ca: Es necessiten privilegis per configurar el rellotge del maquinari.
fr: Des privilèges sont nécessaires pour configurer l'horloge matérielle.
nb: Rettigheter kreves for å sette opp maskinvareklokken.
pt: São precisos privilégios para configurar o relógio do hardware.
tr: Donanım saatini yapılandırmak için izin gereklidir.

# Description(org.kde.powerdevil.backlighthelper.brightnessmax)
source: Get maximum brightness value
bs: Dobij maksimalnu vrijednost osvjetljenja
ca: Obtén el valor màxim de la lluminositat
fi: Lue kirkkauden enimmäisarvo
fr: Obtenir la luminosité maximale
nb: Hent største verdi for lysstyrke
nds: Hööchst Helligkeitweert afropen
nn: Hent makslysstyrke
pt: Obter o valor máximo do brilho
tr: En yüksek parlaklık değerini al

# Message(org.kde.powerdevil.backlighthelper.brightnessmax)
source: System policies prevent you from getting the brightness level.
bs: Sistemska pravila vas sprečavju od dobijanja nivoa osvjetljenja.
ca: Les polítiques del sistema impedeixen que conegueu el nivell de lluminositat de la pantalla.
fi: Järjestelmäkäytäntö estää sinua lukemasta kirkkauden tasoa.
fr: La stratégie système vous empêche d'obtenir le niveau de luminosité.
nb: Systembestemmelser gjør at du ikke kan hente lysstyrkenivået.
nn: Systemreglane hindrar deg i å henta makslysstyrken.
pt: As políticas do sistema impedem-no de obter o nível de brilho.
tr: Sistem ilkeleri parlaklık seviyesini istemenizi engelliyor.

# Description(org.cinnamon.settingsdaemon.datetimemechanism.configure)
source: Change system time and date settings
mk: Промени ги поставувањата за време и датум
tr: Sistem saat ve tarih ayarlarını değiştir

# Description(org.kde.ksysguard.processlisthelper.sendsignal)
source: Kill or stop etc a process
ca: Mata o atura un procés
fi: Tuhoa tai pysäytä (jne.) prosessi
fy: Ophâlde of ôfbrekke ensfh in proses
hr: Uništi ili prekini (itd.) proces
is: Drepa eða stöðva ferli
km: ពិឃាត ឬ​​បញ្ឈប់​ដំណើរការ etc
nb: Drep eller stopp osv. en prosess
nds: En Perzess anhollen oder afscheten
nn: Stopp eller drep prosessar
pt: Matar ou interromper um processo
si: සැකසුමක් වසන්න හෝ මර්‍ධනය කරන්න
th: ฆ่าหรือจบการทำงานของโพรเซส
tr: Bir süreci durdur veya sonlandır
wa: Touwer oudon-bén arester on processus

# Description(ru.linuxonly.modem-manager-gui.manage-services)
source: Enable and start modem management services
tr: Modem yönetim hizmetlerini etkinleştir ve başlat

# Description(ru.linuxonly.modem-manager-gui.manage-modem-mm07)
source: Use modem management service
tr: Modem yönetim hizmeti kullan

# Message(ru.linuxonly.modem-manager-gui.manage-services)
source: Modem management services aren't running. You need to authenticate to enable and start these services.
tr: Modem yönetim hizmetleri çalışmıyor. Bu hizmetleri etkinleştirmek ve başlatmak için kimlik doğrulaması gerekiyor.

# Message(ru.linuxonly.modem-manager-gui.manage-modem-mm07)
source: Modem management service needs your credentials. You need to authenticate to use this service.
tr: Modem yönetim hizmeti kimlik bilgilerinize gereksinim duyar. Bu hizmeti kullanmak için kimlik doğrulaması gerekiyor.

# Message(org.cinnamon.settingsdaemon.datetimemechanism.configure)
source: To change time or date settings, you need to authenticate.
mk: За да ги промените поставувањата за датум и време мора да се автентицирате.
