Repository: Acidburn0zzz/desktop-file-translations
Catalog: */polkitaction.po
Languages: bs, ca, fi, fr, fy, ga, hr, is, km, mk, nb, nds, nn, pt, si, th, tr, wa

# Description(org.kde.baloo.filewatch.raiselimit)
source: Folder Watch Limit
bs: Ograničenje praćenja direktorija
ca: Límit de vigilància de carpetes
fi: Kansioiden valvontaraja
fr: Limite de surveillance des dossiers
nb: Grense for mappeovervåker
nds: Orner-Beluergrenz
pt: Limite de Monitorização de Pastas
tr: Klasör İzleme Sınırı

# Description(org.cinnamon.settings-daemon.plugins.power.backlight-helper)
source: Modify the laptop brightness
ca: Modifica la brillantor del portàtil
fi: Muuta kannettavan näytön kirkkautta
fr: Modifier la luminosité de l'ordinateur portable
km: បាន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​​ដើម្បី​កែប្រែ​ពន្លឺ​កុំព្យូទ័រ​យួរដៃ
mk: Промени ја светлоста на лаптопот
nb: Endre lysstyrke på datamaskinen
pt: Alterar o brilho do ecrã do portátil
th: ปรับความสว่างแล็ปท็อป

# Message(org.cinnamon.settings-daemon.plugins.power.backlight-helper)
source: Authentication is required to modify the laptop brightness
ca: Cal autenticació per modificar la brillantor del portàtil
fi: Kannettavan näytön kirkkauden muuttaminen vaatii tunnistautumisen
fr: Authentification nécessaire pour modifier la luminosité de l'ordinateur
km: បាន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​​ដើម្បី​កែប្រែ​ពន្លឺ​កុំព្យូទ័រ​យួរដៃ
mk: Потребна е автентикација за промена на светлоста на лаптопот
nb: Autentisering kreves for å endre lysstyrke på datamaskinen
pt: É necessária autenticação para alterar o brilho do ecrã do portátil
th: ต้องยืนยันตัวบุคคลก่อนปรับความสว่างแล็ปท็อป

# Description(net.reactivated.fprint.device.verify)
source: Verify a fingerprint
fi: Tarkista sormenjälki
fr: Vérifier une empreinte digitale
hr: Provjeri otiske prstiju

# Description(net.reactivated.fprint.device.enroll)
source: Enroll new fingerprints
fr: Introduire de nouvelles empreintes
hr: Unesi nove otiske prstiju

# Description(net.reactivated.fprint.device.setusername)
source: Select a user to enroll
fr: Choisir un utilisateur pour l'introduction
hr: Odaberite korisnika za unos

# Message(net.reactivated.fprint.device.verify)
source: Privileges are required to verify fingerprints.
fr: Des permissions sont nécessaires pour contrôler des empreintes digitales.
hr: Potrebne su ovlasti za provjeru otisaka prstiju.

# Message(net.reactivated.fprint.device.enroll)
source: Privileges are required to enroll new fingerprints.
fr: Des permissions sont nécessaires pour introduire de nouvelles empreintes digitales.
hr: Potrebne su ovlasti za unošenje novih otisaka prstiju.

# Message(net.reactivated.fprint.device.setusername)
source: Privileges are required to enroll new fingerprints for other users.
fr: Des permissions sont nécessaires pour introduire de nouvelles empreintes digitales pour d'autres utilisateurs.
hr: Potrebne su ovlasti za unošenje novih otisaka prstiju za druge korisnike.

# Description(org.gnome.gconf.defaults.set-system)
source: Change GConf system values
bs: Izmjeni sistemske Gkonf vrijednosti
ca: Canvia els valors de sistema del GConf
fi: Muuta GConfin järjestelmäarvoja
fr: Modifier les valeurs GConf système
km: ផ្លាស់ប្ដូរ​​តម្លៃ​ប្រព័ន្ធ GConf
nb: Endre systemverdier for GConf
pt: Alterar os valores de sistema do GConf
th: เปลี่ยนค่า GConf สำหรับระบบ
tr: GConf sistem değerlerini değiştir

# Description(org.gnome.gconf.defaults.set-mandatory)
source: Change GConf mandatory values
bs: Izmjeni obavezne Gkonf vrijednosti
ca: Canvia els valors obligatoris del GConf
fi: Muuta GConfin pakollisia arvoja
fr: Modifier les valeurs GConf obligatoires
km: ផ្លាស់ប្ដូរ​​តម្លៃ GConf ដែល​ចាំបាច់
nb: Endre obligatoriske verdier for GConf
pt: Alterar os valores obrigatórios do GConf
th: เปลี่ยนค่า GConf บังคับ
tr: GConf zorunlu değerlerini değiştir

# Message(org.gnome.gconf.defaults.set-system)
source: Privileges are required to change GConf system values
bs: Neophodna su ovlašćenja za promjenu sistemskih Gkonf vrijednosti
ca: Es necessiten privilegis per canviar els valors de sistema del GConf
fi: Gconfin järjestelmäasetusten muuttaminen vaatii riittävät oikeudet
fr: Des permissions sont nécessaires pour modifier les valeurs GConf système
km: សិទ្ធិត្រូវ​បាន​ទាមទារ​សម្រាប់​ការ​ផ្លាស់ប្ដូរ​តម្លៃ​ប្រព័ន្ធ GConf
nb: Du må ha rettigheter for å endre systemverdier i GConf
pt: São necessárias permissões para alterar os valores de sistema do GConf
th: ต้องมีสิทธิพิเศษจึงจะเปลี่ยนค่า GConf สำหรับระบบได้
tr: GConfs sistem değerlerini değiştirmek için imtiyazlar gereklidir.

# Message(org.gnome.gconf.defaults.set-mandatory)
source: Privileges are required to change GConf mandatory values
bs: Neophodna su ovlašćenja za promjenu obaveznih Gkonf vrijednosti
ca: Es necessiten privilegis per canviar els valors obligatoris del GConf
fi: Gconfin pakollisten asetusten muuttaminen vaatii riittävät oikeudet
fr: Des permissions sont nécessaires pour modifier les valeurs GConf obligatoires
km: សិទ្ធិ​ត្រូវ​បាន​ទាមទារ​សម្រាប់​ការ​ផ្លាស់ប្ដូរ​តម្លៃ GConf ដែល​ចាំបាច់
nb: Du må ha rettigheter for å endre obligatoriske verdier i GConf
pt: São necessárias permissões para alterar os valores obrigatórios do GConf
th: ต้องมีสิทธิพิเศษจึงจะเปลี่ยนค่า GConf บังคับได้
tr: GConfs zorunlu değerlerini değiştirmek için imtiyazlar gereklidir.

# Description(org.gnome.controlcenter.remote-login-helper)
source: Enable or disable remote login
bs: Omogući ili onemogući prijavu iz daljine
ca: Habilita o inhabilita l'entrada remota
fi: Käytä tai poista käytöstä etäkirjautuminen
fr: Activer ou désactiver une connexion distante
is: Virkja eða afvirkja fjartengda innskráningu
nb: Slå på eller av ekstern pålogging
pt: Ativar ou desativar início de sessão remoto
th: เปิดหรือปิดการเข้าระบบผ่านเครือข่าย
tr: Uzaktan bağlanmayı aç

# Message(org.gnome.controlcenter.remote-login-helper)
source: Authentication is required to enable or disable remote login
bs: Autentifikacija je potrebna za omogućenje ili onemogućenje prijave iz daljine
ca: Cal autenticació per habilitar o inhabilitar l'entrada remota
fi: Etäkirjautumisen hallinta vaatii tunnistautuminen
fr: Authentification requise pour activer ou désactiver une connexion distante
is: Þú þarft að auðkenna þig til að virkja eða afvirkja fjartengda innskráningu
nb: Du må autentisere deg for å slå av eller på ekstern pålogging
pt: É necessária autenticação para ativar ou desativar início de sessão remoto
th: ต้องยืนยันตัวบุคคลเพื่อจะเปิดหรือปิดการเข้าระบบผ่านเครือข่าย
tr: Uzaktan bağlantıyı açmak veya kapamak için kimlik doğrulaması gerekiyor

# Description(org.gnome.controlcenter.datetime.configure)
source: Change system time and date settings
bs: Promjena postavki vremena i datuma
ca: Canvieu els paràmetres d'hora i data del sistema
fi: Muuta järjestelmän aika-asetuksia
fr: Modifier la date et l'heure du système
ga: Athraigh socruithe ama agus dáta an chórais
is: Breyta tíma og dagsetningarstillingum
km: ផ្លាស់ប្ដូរ​ការ​កំណត់​ពេលវេលា និង​កាលបរិច្ឆេទ​​ប្រព័ន្ធ
nb: Endre innstillinger for systemets klokke og dato
pt: Alterar as definições de data e hora do sistema
th: ตั้งเวลาระบบและตั้งค่าเกี่ยวกับวันที่
tr: Sistem saatini ve tarihini değiştirin

# Message(org.gnome.controlcenter.datetime.configure)
source: To change time or date settings, you need to authenticate.
bs: Za promjenu vremena i datuma trebate potvrditi identitet.
ca: Per canviar els paràmetres d'hora i data, us heu d'autentificar.
fi: Muuttaaksesi ajan tai päivän asetuksia sinun tulee tunnistautua.
fr: Vous devez vous authentifier pour modifier la date ou l'heure.
ga: Is gá fíordeimhniú chun socruithe ama nó dáta a athrú.
is: Til að breyta stillingum varðandi dagsetningu og tíma, þarft þú að auðkenna þig.
km: ដើម្បី​ផ្លាស់ប្ដូរ​កា​រកំណត់​ពេលវាលា ឬ​កាលបរិច្ឆេទ អ្នក​ត្រូវ​តែ​ផ្ទៀតផ្ទាត់​ ។
nb: Du må autentisere deg for å endre innstillinger for tid og dato.
pt: Para alterar as definições de data ou hora, tem de se autenticar.
th: ในการตั้งเวลาหรือวันที่ คุณต้องยืนยันตัวบุคคลก่อน
tr: Saat ya da tarih ayarlarını değiştirmek için kimliğinizi doğrulamanız gerekiyor.

# Description(org.gnome.controlcenter.user-accounts.administration)
source: Manage user accounts
bs: Upravljanje korisničkim nalozima
ca: Gestiona els comptes d'usuari
fi: Hallitse käyttäjätilejä
fr: Gérer les comptes utilisateur
ga: Bainistigh cuntais úsáideora
is: Sýsla með notendaaðganga
km: គ្រប់គ្រង​គណនី​អ្នក​ប្រើ
nb: Håndter brukerkontoer
pt: Gerir contas de utilizador
th: จัดการบัญชีผู้ใช้
tr: Kullanıcı hesaplarını yönet

# Message(org.gnome.controlcenter.user-accounts.administration)
source: Authentication is required to change user data
bs: Prijava je potrebna za promjenu korisničkih podataka.
ca: Cal autenticació per canviar les dades de l'usuari
fi: Käyttäjätietojen muuttaminen vaatii tunnistautuminen
fr: Authentification requise pour modifier les données utilisateur
is: Auðkenningar er krafist til að breyta gögnum notanda
km: តម្រូវ​ឲ្យ​ផ្ទៀងផ្ទាត់ ដើម្បី​ផ្លាស់ប្ដូរ​ទិន្នន័យ​អ្នក​ប្រើ
nb: Du må autentisere deg for å endre brukerdata
pt: É necessária autenticação para alterar dados de utilizador
th: ต้องยืนยันตัวบุคคลเพื่อจะเปลี่ยนข้อมูลของผู้ใช้
tr: Kullanıcı verisini değiştirmek için kimlik doğrulama gerekiyor

# Description(org.gnome.MultiWriter.probe)
source: Check the device
bs: Provjeri uređaj
fi: Tarkista laite
fr: Vérifier le périphérique
pt: Verificar o dispositivo
tr: Cihazı denetle

# Message(org.gnome.MultiWriter.probe)
source: Authentication is required to probe the device
bs: Prijava je potrebna za test uređaja
fi: Laitteen tarkistaminen vaatii tunnistautumisen
fr: Authentification nécessaire pour sonder le périphérique
pt: É necessária autenticação para testar o dispositivo
tr: Cihazı incelemek için kimlik doğrulaması gerekiyor

# Description(org.gnome.settings-daemon.plugins.wacom.wacom-led-helper)
source: Modify the lit LED for a Wacom tablet
bs: Izmijeni lampicu LED za Wacom tablet
ca: Modifica la il·luminació LED d'una tauleta gràfica Wacom
fr: Modifie les voyants allumés d'une tablette Wacom
km: កែប្រែ lit LED សម្រាប់ Wacom tablet
nb: Endre opplyst LED for et Wacom-tegnebrett
pt: Modificar o LED aceso de uma tabled Wacom
th: ปรับ LED ส่องสว่างของแท็บเล็ต Wacom
tr: Wacom tablet için yanacak LED ışığını değiştir

# Description(org.gnome.settings-daemon.plugins.wacom.wacom-oled-helper)
source: Modify the OLED image for a Wacom tablet
bs: Modificiraj OLED sliku za Wacom bilježnik
ca: Modifica la imatge OLED per a una tauleta Wacom
fr: Modifie les images des voyants d'une tablette Wacom
nb: Endre OLED-bilde for et Wacom-tegnebrett
pt: Alterar a imagem OLED para uma tabled Wacom
tr: Wacom tablet için OLED resmini değiştir

# Message(org.gnome.settings-daemon.plugins.wacom.wacom-led-helper)
source: Authentication is required to modify the lit LED for a Wacom tablet
bs: Potvrda je potrebna da izmijenite lampicu LED za Wacom tablet
ca: Cal autenticació per modificar la il·luminació LED d'una tauleta gràfica Wacom
fr: Une authentification est nécessaire pour modifier les voyants allumés d'une tablette Wacom
km: បាន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ដើម្បី​កែប្រែ lit LED សម្រាប់ Wacom tablet
nb: Autentisering kreves for å endre opplyst LED for et Wacom-tegnebrett
pt: É necessária autenticação para alterar o LED aceso numa tablet Wacom
th: ต้องยืนยันตัวบุคคลก่อนปรับ LED ส่องสว่างของแท็บเล็ต Wacom
tr: Wacom tablet için yanacak LED ışığını değiştirmek için kimlik doğrulama gerekli

# Message(org.gnome.settings-daemon.plugins.wacom.wacom-oled-helper)
source: Authentication is required to modify the OLED image for a Wacom tablet
bs: Autentičnost je potrebna za modificiranje OLED slike za Wacom bilježnik
ca: Cal autenticar-se per modificar la imatge OLED d'una tauleta gràfica Wacom
fr: Une authentification est nécessaire pour modifier les images des voyants d'une tablette Wacom
nb: Autentisering kreves for å endre OLED-bilde for et Wacom-tegnebrett
pt: É necessária autenticação para alterar a imagem OLED numa tabled Wacom
tr: Wacom tablet için OLED resmini değiştirmek için kimlik doğrulama gerekli

# Description(org.gnome.settings-daemon.plugins.power.backlight-helper)
source: Modify the laptop brightness
bs: Promjena osvjetljenja laptopa
ca: Modifica la brillantor del portàtil
fi: Muuta kannettavan näytön kirkkautta
fr: Modifier la luminosité de l'ordinateur portable
is: Stilla birtu fartölvuskjás
km: បាន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​​ដើម្បី​កែប្រែ​ពន្លឺ​កុំព្យូទ័រ​យួរដៃ
mk: Промени ја светлоста на лаптопот
nb: Endre lysstyrke på datamaskinen
pt: Alterar o brilho do ecrã do portátil
th: ปรับความสว่างแล็ปท็อป
tr: Dizüstü parlaklığını değiştir

# Message(org.gnome.settings-daemon.plugins.power.backlight-helper)
source: Authentication is required to modify the laptop brightness
bs: Potvrda identiteta je potrebna za promjenu osvjetljenja laptopa
ca: Cal autenticació per modificar la brillantor del portàtil
fi: Kannettavan näytön kirkkauden muuttaminen vaatii tunnistautumisen
fr: Authentification nécessaire pour modifier la luminosité de l'ordinateur portable
is: Auðkenningar er krafist til að breyta birtu fartölvuskjás
km: បាន​ទាមទារ​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​​ដើម្បី​កែប្រែ​ពន្លឺ​កុំព្យូទ័រ​យួរដៃ
mk: Потребна е автентикација за промена на светлоста на лаптопот
nb: Autentisering kreves for å endre lysstyrke på datamaskinen
pt: É necessária autenticação para alterar o brilho do ecrã do portátil
th: ต้องยืนยันตัวบุคคลก่อนปรับความสว่างแล็ปท็อป
tr: Dizüstü parlaklığını değiştirmek için kimlik doğrulama gerekir

# Description(org.gnome.gnome-system-monitor.kill)
source: Kill process
bs: Blokiranje izvršavanja procesa
ca: Mata el procés
fi: Tapa prosessi
fr: Tuer le processus
ga: Maraigh próiseas
is: Drepa ferli
km: បញ្ចប់​ដំណើរការ
nb: Terminer prosess
pt: Matar processo
th: ฆ่าโพรเซส
tr: Süreci öldür

# Description(org.gnome.gnome-system-monitor.renice)
source: Renice process
bs: Promjena prioriteta procesa
ca: Prioritza el procés
fi: Muuta prosessin prioriteettia
fr: Modifier la valeur « nice » du processus
ga: Athraigh tosaíocht próisis
is: Forgangsbreyting ferlis
km: បន្ត​ដំណើរការ
nb: Kjør renice på prosess
pt: Repriorizar processo
th: เปลี่ยนค่า nice ของโพรเซส
tr: Süreci devam ettir

# Message(org.gnome.gnome-system-monitor.kill)
source: Privileges are required to control other users' processes
bs: Privilegije koje su potrebne za upravljanje procesima drugih korisnika
ca: Es requereixen privilegis per controlar els processos d'altres usuaris
fi: Muiden käyttäjien prosessien hallinta vaatii riittävät oikeudet
fr: Les droits d'administrateur sont nécessaires pour contrôler les processus d'autres utilisateurs
is: Nauðsynlegt er að hafa kerfisstjórnunarheimildir til að geta stjórnað ferlum annarra notenda
km: បាន​ទាមទារ​សិទ្ធិ​ដើម្បី​ពិនិត្យ​ដំណើរការ​របស់​អ្នក​ប្រើ​ផ្សេង
nb: Rettigheter kreves for å kontrollere andre brukeres prosesser
pt: São necessários privilégios para controlar processos de outros utilizadores
th: ต้องใช้สิทธิพิเศษในการควบคุมโพรเซสของผู้ใช้อื่น
tr: Diğer kullanıcıların süreçlerini yönetmek için ayrıcalıklar gerekir

# Message(org.gnome.gnome-system-monitor.renice)
source: Privileges are required to change the priority of processes
bs: Privilegije koje su potrebne za promjenu prioriteta procesa
ca: Es requereixen privilegis per canviar la prioritat dels processos
fi: Prosessien prioriteetin muuttaminen vaatii riittävät oikeudet
fr: Les droits d'administrateur sont nécessaires pour modifier la priorité des processus
is: Nauðsynlegt er að hafa kerfisstjórnunarheimildir til að breyta forgangi ferla
km: បាន​ទាមទារ​សិទ្ធិ​ដើម្បី​ប្ដូរ​អាទិភាព​ដំណើរការ
nb: Rettigheter kreves for å endre prioritet på prosesser
pt: São necessários privilégios para alterar a prioridade de processos
th: ต้องใช้สิทธิพิเศษในการเปลี่ยนลำดับความสำคัญของโพรเซส
tr: Sürecin öncelik sırasını değiştirmek için ayrıcalıklar gerekir

# Description(org.kde.kalarmrtcwake.settimer)
source: Set RTC wakeup time
bs: Postavlja vrijeme buđenja sata realnog vremena
ca: Defineix l'hora d'activació de l'RTC
fi: Aseta RTC-herätysaika
fr: Définir l'heure de réveil RTC
km: កំណត់​ពេលវេលា​ភ្ញាក់​របស់ RTC
nb: Still inn RTC vekketid
nds: Wedderanmaaktiet na Echttietklock instellen
pt: Definir a hora de activação do RTC
tr: RTC uyanma zamanını ayarla
wa: Defini l' eure RTC di dispiertaedje

# Message(org.kde.kalarmrtcwake.settimer)
source: Set RTC wake-from-suspend time
bs: Postavlja vrijeme buđenja iz suspenzije sata realnog vremena
ca: Defineix l'hora d'activació des de suspensió de l'RTC
fi: Aseta RTC:n herätys keskeytyksistä -aika
fr: Définir l'heure de réveil RTC depuis la mise en veille
km: កំណត់​ពេលវេលា​ផ្អាក​ពី​កា​រភ្ញាក់​របស់ RTC
nb: Still inn RTC gjenoppta-tid
nds: Wedderanmaaktiet na Utsetten na Echttietklock instellen
nn: Vel tidspunkt å vekkjast frå dvale
pt: Definir a hora para acordar da suspensão no RTC
tr: RTC uykudan uyanma zamanını ayarla
wa: Defini l' eure RTC di dispiertaedje après mete doirmi

# Description(org.kde.kcontrol.kcmremotewidgets.save)
source: Save remote widgets' policies
bs: Sačuvaj smjernice za udaljene grafičke kontrole
ca: Desa les polítiques d'estris remots
fi: Tallenna etäkäyttöliittymäkomponenttien menettelytavat
fr: Enregistrer la politique des composants graphiques distants
ga: Sábháil polasaithe um giuirléidí cianda
hr: Spremi pravila za udaljene widgete
is: Vista stefnur varðandi fjartengdar græjur
km: រក្សាទុក​គោលនយោបាយ​របស់​ធាតុក្រាហ្វិក​ពី​ចម្ងាយ
nb: Lagre praksis for nettverkselementer
nds: Regeln för feern Lüttprogrammen sekern
nn: Lagra reglar for fjernelement
pt: Gravar as políticas dos elementos remotos
si: දුරස්ථ විජට්ටුවල ප්‍රතිපත්ති සුරකින්න
th: บันทึกกฎของวิดเจ็ตระยะไกล
tr: Uzak gereç politikalarını kaydet
wa: Schaper les politikes dåzès ahesses då lon

# Message(org.kde.kcontrol.kcmremotewidgets.save)
source: Prevents the system from saving remote plasma widgets' policies
bs: Sprečava sistem da sačuva smjernice udaljenih plazma grafičkih kontrola
ca: Evita al sistema de desar polítiques d'estris remots del plasma
fi: Estää järjestelmää tallentamasta etäplasmakäyttöliittymäkomponenttien menettelytapoja
fr: Empêche le système d'enregistrer la politique des composants graphiques distants
ga: Ná lig don chóras polasaithe um giuirléidí cianda plasma a shábháil
hr: Brani sustavu spremanje pravila za udaljene widgete Plasme
is: Kemur í veg fyrir að kerfið geti vistað stefnur varðandi fjartengdar græjur
km: ការពារ​ប្រព័ន្ធ​មិន​ឲ្យ​រក្សាទុក​គោលនយោបាយ​របស់​ធាតុក្រាហ្វិក​ប្លាស្មា​ពី​ចម្ងាយ
nb: Hindrer at systemet lagrer praksiser for plasmaelementer på nettverket
nds: Höllt dat Systeem vun't Sekern vun de Regeln för feern Plasma-Lüttprogrammen af
nn: Hindrar systemet i å lagra reglar for fjernelement
pt: Impede o sistema de gravar as políticas dos elementos remotos do Plasma
si: දුරස්ථ ප්ලැස්මා විජට්ටු ප්‍රතිපත්ති සුරැකීමෙන් පද්ධතිය වළක්වයි
th: ป้องกันระบบจากการบันทึกกฎของวิดเจ็ตของพลาสมาจากทางไกล
tr: Sistemin uzak plasma gereçlerinin politikalarını kaydetmesini engelle
wa: Espaitche li sistinme di schaper des politikes des ahesses plasma då lon

# Description(org.kde.ksysguard.processlisthelper.changecpuscheduler)
source: Change CPU Scheduler and priority
bs: Promijeni raspoređivač CPU‑a i prioritet
ca: Canvia el planificador de la CPU i la prioritat
fi: Vaihda suorittimen ajoittaja ja prioriteetti
fr: Modifie les priorités et l'ordonnancement du processeur
fy: Feroaret de CPU planning en prioriteit
ga: Athraigh Sceidealóir LAP agus tosaíocht
hr: Promijeni CPU raspoređivanje i prioritet
is: Breyta örgjörvastjórnun (CPU scheduler) og forgangi
km: ផ្លាស់ប្ដូរ​កម្មវិធី​កំណត់​កាលវិភាគ និង​អាទិភាព​របស់ CPU
nb: Endre prosessorfordeler og prioritet
nds: CPU-Planer un Prioriteet ännern
nn: Byt prosessor-tidsplanleggjar og -prioritet
pt: Mudar o escalonamento e a prioridade do CPU
si: CPU කාර්‍යය සටහන හා ප්‍රමුඛතාව වෙනස් කරන්න
th: เปลี่ยนตัวจัดตารางการทำงานของซีพียูและระดับความสำคัญ
tr: İşlemci Zamanlayıcısını ve önceliği değiştir
wa: Candjî l' programeu del CPU eyet s' prumiristé

# Description(org.kde.ksysguard.processlisthelper.changeioscheduler)
source: Change IO Scheduler and priority
bs: Promijeni raspoređivač U/I‑ja i prioritet
ca: Canvia el planificador d'E/S i la prioritat
fi: Vaihda siirräntäajoittaja ja prioriteetti
fr: Modifie la priorité et l'ordonnancement des entrées / sorties
fy: Feroaret de IO planning en prioriteit
ga: Athraigh sceidealóir I/A agus tosaíocht
hr: Promijeni IO raspoređivanje i prioritet
is: Breyta inn/út (IO) stjórnun og forgangi
km: ផ្លាស់ប្ដូរ​កម្មវិធី​កំណត់​កាលវិភាគ​ និង​អាទិភាព​របស់ IO
nb: Endre IU-fordeler og prioritet
nds: Den In-/Utgaavplaner un de Prioriteet ännern
nn: Byt IO-tidsplanleggjar og IO-prioritet
pt: Mudar o escalonamento e a prioridade das E/S
si: IO කාර්‍යය සටහන හා ප්‍රමුඛතාව වෙනස් කරන්න
th: เปลี่ยนระดับความสำคัญในการใช้งาน IO
tr: Girdi Çıktı Zamanlayıcısını ve önceliği değiştir
wa: Candjî l' programeu d' IR eyet l' prumiristé

# Description(org.kde.ksysguard.processlisthelper.renice)
source: Change the priority of a process
bs: Promijeni prioritet procesa
ca: Canvia la prioritat d'un procés
fi: Vaihda prosessin prioriteetti
fr: Modifie la priorité d'un processus
fy: De prioriteit fan in proses feroarje
ga: Athraigh tosaíocht próisis
hr: Promijeni prioritete procesa
is: Breyta forgangi ferlis
km: ផ្លាស់ប្ដូរ​អាទិភាព​របស់​ដំណើរការ
mk: Промена на приоритетот на процес
nb: Endre kjøreprioritet for en prosess
nds: De Prioriteet vun en Perzess ännern
nn: Byt prioriteten til ein vald prosess
pt: Mudar a prioridade de um processo
si: සැකසුමේ ප්‍රමුඛතාව වෙනස් කරන්න
th: เปลี่ยนระดับความสำคัญของโพรเซส
tr: Bir sürecin önceliğini değiştirir
wa: Candjî l' prumiristé d' on processus

# Message(org.kde.ksysguard.processlisthelper.changecpuscheduler)
source: Change which CPU scheduler is to schedule the running of a given process
bs: Mijenja raspoređivač CPU‑a kojem se pokorava dati proces
ca: Canvia el planificador de CPU que planificarà l'execució d'un procés indicat
fi: Vaihda minkä suoritinajoittajan on ajoitettava tietty suoritettava prosessi
fr: Modifie quel ordonnanceur de processeur doit gérer l'exécution d'un processus donné
fy: Oanjaan hokker CPU de oantsjutte proses foar syn rekkening nimme moat
ga: Athraigh an Sceidealóir LAP a sceidealfaidh próiseas áirithe
hr: Promijenite koji će CPU raspoređivač rasporediti izvođenje danog procesa.
is: Breyta hvernig örgjörvastjórnun (CPU scheduler) meðhöndlar keyrslu tiltekins ferlis
km: ផ្លាស់ប្ដូរ​កម្មវិធី​កំណត់​កាលវិភាគ​របស់ CPU ណាមួយ​ដែល​ត្រូវ​កំណត់​កាលវិភាគ​ឲ្យ​រត់​ដំណើរការ​ដែលបានផ្ដល់
nb: Endre hvilken prosessor-fordeler som brukes til å styre kjøringen for en gitt prosess
nds: Den bruukten CPU-Planer för't Utföhren vun en angeven Perzess ännern
nn: Vel kva prosessor-tidsplanleggjar skal brukast på ein vald prosess
pt: Mudar o escalonador do CPU que é usado para agendar a execução de um dado processo
si: දෙනලද සැකසුම කාර්‍ය්ය සටහන් කිරීම සඳහා CPU කාර්‍යය සටහන වෙනස් කරන්න
th: เปลี่ยนว่าจะให้ตัวจัดตารางการใช้งานซีพียูใดใช้จัดตารางการทำงานของโพรเซสที่ให้มา
tr: Verilen sürecin hangi işlemci zamanlayıcısı tarafından zamanlanacağını değiştir
wa: Candjî ké programeu d' CPU doet programer l' enondaedje d' on processus diné
