Repository: Acidburn0zzz/desktop-file-translations
Catalog: */polkitaction.po
Languages: bs, ca, fi, fr, fy, ga, hr, is, km, mk, nb, nds, nn, pt, si, th, tr, wa

# Message(org.kde.ksysguard.processlisthelper.changeioscheduler)
source: Change how the read and writes of a given process are prioritized
bs: Mijenja prioritet čitanja i pisanja za dati proces
ca: Canvia com es prioritzen les lectures i les escriptures d'un procés indicat
fi: Vaihda kuin tietyn prosessin lukeminen ja kirjoittamiset priorisoidaan
fr: Modifie la priorité des lectures et écritures d'un processus donné
fy: Feroaret hoe de prioriteit fan it lêzen en skriuwen fan in oantsjutte proses stiet
hr: Promijeni kako su određeni prioriteti čitanja i pisanja za dani proces
is: Breyta hvernig lestur og skrifun fyrir tiltekið ferli er forgangsraðað
km: ផ្លាស់ប្ដូរ​វិធី​អាន និងសរសេរ​នៃ​ដំណើរកា​រដែល​បានផ្ដល់​ត្រូ​វបានកំណត់​អាទិភាព
nb: Endre hvordan lesing og skriving for en gitt prosess prioriteres
nn: Endra korleis lesing og skriving av ein vald prosess skal prioriterast
pt: Mudar a forma como são prioritizadas as leituras e escritas de um dado processo
si: දෙනලද සැකසුමේ කියවීම් හා ලිවීම් ප්‍රමුඛතාකරණය වන ආකාරය වෙනස් කරන්න
th: เปลี่ยนว่าจะให้ทำการอ่านและเขียนของโพรเซสที่ให้มามีความสำคัญระดับใด
tr: Verilen sürecin okuma/yazmalarının nasıl önceliklendirildiğini değiştir
wa: Candjî comint les léjhaedjes et scrijhaedjes d' on processus diné sont prumirijhîs

# Message(org.kde.ksysguard.processlisthelper.renice)
source: Change the niceness of a given process
bs: Mijenja finoću datog procesa
ca: Canvia la prioritat «niceness» d'un procés indicat
fi: Vaihda tietyn prosessin tarkkuus
fr: Modifie la courtoisie d'un processus donné
fy: Feroaret de leaflikheid fan in oantsjutte proses
ga: Athraigh tosaíocht próisis áirithe
hr: Promijeni procesorski udio (
is: Breyta forgangi (niceness) tiltekins ferlis
km: ផ្លាស់ប្ដូរ​ភាព​ស្អាត​របស់​ដំណើរការ​ដែលបានផ្ដល់
mk: Го менува приоритетот на даден процес
nb: Endre snillverdien for en gitt prosess
nds: Den nice-Weert vun en angeven Perzess ännern
nn: Byt snillverdien til ein vald prosess
pt: Mudar a prioridade de um dado processo
si: දෙනලද සැකසුමේ සුමටතාව වෙනස් කරන්න
th: เปลี่ยนระดับไนซ์ของโพรเซสที่ให้
tr: Verilen sürecin iyileştirmesini değiştirir
wa: Candjî l' livea do « nice » d' on processus diné

# Message(org.kde.ksysguard.processlisthelper.sendsignal)
source: Sends a given signal to a given process
bs: Šalje dati signal datom procesu
ca: Envia un senyal determinat a un procés indicat
fi: Signaalin lähettäminen prosessille
fr: Envoie le signal donné à un processus donné
fy: Stjoerd in oantsjutte sinjaal nei in oantsjutte proses
ga: Seol comharthaí go dtí próiseas
hr: Šalje dani signal danom procesu
is: Sendir tiltekið merki í tiltekið ferli
km: ផ្ញើ​សញ្ញា​ដែលបានផ្ដល់​ទៅដំណើរការ​ដែល​បានផ្ដល់
mk: Испраќа даден сигнал до одреден процес
nb: Sender et gitt signal til en prosess
nds: Stüert en angeven Perzess en angeven Signaal to
nn: Send eit valt signal til ein vald prosess
pt: Envia um dado sinal a um processo em particular
si: දෙනලද සංඥාච දෙනලද සැකසුමට යවන්න
th: ส่งสัญญาณตามที่ให้ไปยังโพรเซสที่ให้
tr: Belirli bir sürece belirli bir sinyali gönderir
wa: Evoyî on signå dné a on processus diné

# Description(org.kde.powerdevil.backlighthelper.brightness)
source: Get brightness
bs: Dobavi osvetljaj
ca: Lluminositat de la pantalla
fi: Lue kirkkaus
fr: Obtenir la luminosité
ga: Faigh an ghile
hr: Dohvati osvjetljenje
is: Ná í upplýsingar um birtu skjás
km: យក​ពន្លឺ
nb: Hent lysstyrke
nds: Helligkeit afropen
nn: Hent lysstyrke
pt: Obter o brilho
th: แสดงความสว่างของการแสดงผล
tr: Parlaklık bilgisi al
wa: Awè l' rilujhance

# Description(org.kde.powerdevil.backlighthelper.setbrightness)
source: Set brightness
bs: Postavi osvetljaj
ca: Ajusta la lluminositat
fi: Aseta kirkkaus
fr: Fixer la luminosité
ga: Socraigh an ghile
hr: Postavi osvjetljenje
is: Setja birtustig
km: កំណត់​ពន្លឺ
nb: Sett lysstyrke
nds: Helligkeit instellen
nn: Vel lysstyrke
pt: Mudar o brilho
th: ปรับความสว่างของการแสดงผล
tr: Parlaklığı ayarla
wa: Defini l' rilujhance

# Description(org.kde.powerdevil.backlighthelper.syspath)
source: Get syspath
bs: Dobavi sistemsku stazu
ca: Obtén el «syspath»
fi: Lue järjestelmäpolku
fr: Obtenir « syspath »
nb: Hent syspath
nds: Syspadd halen
nn: Hent syspath
pt: Obter o 'syspath'
tr: Syspath'i al

# Message(org.kde.powerdevil.backlighthelper.brightness)
source: System policies prevent you from getting the brightness level.
bs: Sistemske smjernice sprečavaju dobavljanje postavki nivoa osvetljaja.
ca: Les polítiques del sistema impedeixen que conegueu el nivell de brillantor de la pantalla.
fi: Järjestelmäkäytäntö estää sinua lukemasta kirkkauden tasoa.
fr: La stratégie système vous empêche d'obtenir le niveau de luminosité.
hr: Pravila sustava vam onemogućuju dohvaćanje razine osvjetljenja.
is: Öryggisstillingar kerfisins koma í veg fyrir að þú getir náð í upplýsingar um birtustig.
km: គោលនយោបាយ​ប្រព័ន្ធ​ ការពារ​អ្នក​​មិន​ឲ្យ​យក​កម្រិត​ពន្លឺ ។
nb: Systembestemmelser gjør at du ikke kan hente lysstyrkenivået.
nn: Systemreglane hindrar deg i å henta makslysstyrken.
pt: As políticas do sistema proíbem a leitura do nível do brilho.
th: นโยบายของระบบเพื่อป้องกันการแสดงระดับความสว่าง
tr: Sistem politikaları parlaklık seviye bilgisini almanızı engelliyor
wa: Les politikes do sistinme vos espaitchèt d' awè l' livea del rilujhance.

# Message(org.kde.powerdevil.backlighthelper.setbrightness)
source: System policies prevent you from setting the brightness level.
bs: Sistemske smjernice sprečavaju postavljanje nivoa osvetljaja.
ca: Les polítiques del sistema impedeixen que ajusteu la lluminositat de la pantalla.
fi: Järjestelmäkäytäntö estää sinua asettamasta kirkkauden tasoa.
fr: La stratégie système vous empêche de fixer le niveau de luminosité.
hr: Pravila sustava vam onemogućuju postavljanje razine osvjetljenja.
is: Öryggisstillingar kerfisins koma í veg fyrir að þú getir breytt birtustigi.
km: គោលនយោបាយ​ប្រព័ន្ធ​ការពារ​អ្នក​មិន​​ឲ្យ​កំណត់​កម្រិត​ពន្លឺ ។
nb: Systembestemmelser gjør at du ikke kan sette lysstyrkenivået.
nn: Systemreglane hindrar deg i å velja lysstyrken.
pt: As políticas do sistema proíbem a mudança do nível do brilho.
th: นโยบายของระบบเพื่อป้องกันการตั้งระดับความสว่าง
tr: Sistem politikaları parlaklık seviyesini ayarlamanızı engelliyor
wa: Les politikes do sistinme vos espaitchèt d' defini l' livea del rilujhance.

# Message(org.kde.powerdevil.backlighthelper.syspath)
source: System policies prevent you from getting the syspath
bs: Sistemske smjernice sprečavaju dobavljanje sistemske staze.
ca: Les polítiques del sistema impedeixen que conegueu el camí del sistema «syspath»
fi: Järjestelmäkäytäntö estää sinua lukemasta järjestelmäpolkua.
fr: La stratégie système vous empêche d'obtenir « syspath ».
nb: Systembestemmelser gjør at du ikke kan hente syspath-en
nn: Systemreglane hindrar deg i å henta syspath.
pt: As políticas de sistema impedem-no de obter o 'syspath'
tr: Sistem politikaları syspath almanızı engelliyor

# Description(org.kde.fontinst.manage)
source: Manage system-wide fonts.
bs: Upravljanje sistemskim fontovima
ca: Gestiona els tipus de lletra del sistema.
fi: Hallitse järjestelmänlaajuisia fontteja.
fr: Gérer les polices de caractère du système.
fy: Systeem wide lettertypen beheare
ga: Bainistigh clónna an chórais.
hr: Upravljanje pismima širom sustava.
is: Sýsla með kerfisletur
km: គ្រប់គ្រង​​ពុម្ពអក្សរ​ក្នុង​ប្រព័ន្ធ​ទាំង​មូល ។
mk: Менаџирање на системските фонтови.
nb: Håndter skrifter for hele systemet.
nds: Systeemschriftoorden plegen
nn: Handsam skrifter for heile systemet.
pt: Gerir os tipos de letra do sistema.
si: පද්ධති-පැතුරුනු අකුරු පාලනය
th: จัดการแบบอักษรต่าง ๆ ให้กับทั้งระบบ
tr: Sistem geneli için yazı tiplerini yönet.
wa: Manaedjî les fontes di ttavå l' sistinme.

# Message(org.kde.fontinst.manage)
source: Modifying the system-wide font configuration requires privileges.
bs: Mijenjanje postave sistemskih fontova zahtjeva ovlašćenja.
ca: La modificació de la configuració dels tipus de lletra del sistema requereix privilegis.
fi: Järjestelmänlaajuisten fonttiasetusten muuttaminen vaatii käyttöoikeuksia.
fr: La modification de la configuration des polices du système nécessite des privilèges.
fy: It oanpassen fan systeem wide lettertypen fereasket root-rjochten.
hr: Mijenjanje konfiguracije pisma širom sustava zahtjeva privilegije.
is: Breytingar á letri kerfisins krefjast kerfisstjóraaðgangs
km: ត្រូវការ​សិទ្ធិ​ក្នុងការ​កែប្រែ​ការកំណត់​រចនាសម្ព័ន្ធ​ពុម្ពអក្សរ​ប្រព័ន្ធ​ទាំង​មូល ។
mk: За менувањето на системската конфигурација на фонтови се потребни посебни дозволи.
nb: Privileger trengs for å endre systemoppsettet for skrifter.
nds: För't Ännern vun de Systeemschriftoorden bruukst Du besünner Verlöven.
nn: Du treng utvida løyve for å kunna endra innstillingane for skriftene på heile systemet.
pt: A modificação da configuração de tipos de letra do sistema necessita de privilégios.
si: පද්ධති පැතිරුනු අකුරු සැකසුම වෙනස් කිරීමට බලතල ඇවැසියි.
th: การปรับแต่งค่าแบบอักษรให้กับทั้งระบบต้องการสิทธิ์ในการเข้าใช้ที่เพียงพอ
tr: Sistem geneli için yazı tipi yapılandırması yapabilmek için ayrıcalıklar gerekiyor.
wa: I fåt les droets po candjî l' apontiaedje des fontes di ttavå l' sistinme.

# Description(org.kde.kcontrol.kcmkdm.managefaces)
source: Manage user images shown in the Login Manager
bs: Upravljaj korisničkim slikama u menadžeru prijavljivanja
ca: Gestiona les imatges dels usuaris en el gestor d'accés
fi: Hallinnoi kirjautumisruudussa näkyviä käyttäjien kuvia
fr: Gère les images des utilisateurs affichées dans le gestionnaire de connexion
ga: Bainistigh íomhánna d'úsáideoirí a thaispeántar sa Bhainisteoir Logála Isteach
hr: Uredi korisničke slike prikazane u Upravitelju prijavom
is: Sýsla með notendamyndir í innskráningarstjóra
km: គ្រប់គ្រង​រូបភាព​​​អ្នក​ប្រើ​ដែលបាន​បង្ហាញ​នៅ​ក្នុង​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល
nb: Styr brukerbilder som vises i innloggingsbehandleren
nn: Handsam brukarbileta i innloggingshandsamaren
pt: Gerir as imagens dos utilizadores visíveis no Gestor de Autenticação
si: පිවිසීමෙ කළමනාකරුගේ පෙන්වන පරිශීලක පින්තූරය කළමනාකරනය කරන්න
th: จัดการรูปภาพของผู้ใช้ที่แสดงในตัวจัดการการล็อกอิน
tr: Giriş Yöneticisinde gösterilen kullanıcı resimlerini yönet
wa: Manaedjî les imådjes d' uzeu mostrêyes e Manaedjeu d' elodjaedje

# Description(org.kde.kcontrol.kcmkdm.managethemes)
source: Manage themes for the Login Manager
bs: Upravljaj temama menadžera prijavljivanja
ca: Gestiona els temes en el gestor d'accés
fi: Hallinnoi kirjautumisruudun teemoja
fr: Gère les thèmes du gestionnaire de connexion
ga: Bainistigh téamaí don Bhainisteoir Logála Isteach
hr: Upravlja temama upravitelja prijavom
is: Sýsla með þemu fyrir innskráningarstjóra
km: គ្រប់គ្រង​ស្បែក​សម្រាប់​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល
nb: Håndter temaer for innloggingsbehandleren
nds: Mustern för den Anmellpleger plegen
nn: Handsam tema for innloggingshandsamaren
pt: Gerir os temas do Gestor de Autenticação
si: පිවිසීම් කළමනාකරු සඳහා තේමා කළමනාකරනය කරන්න
th: จัดการชุดตกแต่งสำหรับตัวจัดการการล็อกอิน
tr: Giriş Yöneticisi temalarını yönet
wa: Manaedjî les tinmes pol Manaedjeu d' elodjaedje

# Description(org.kde.kcontrol.kcmkdm.save)
source: Save the Login Manager settings
bs: Sačuvaj postavke menadžera prijavljivanja
ca: Desa la configuració del gestor d'accés
fi: Tallenna kirjautumisruudun asetukset
fr: Enregistre la configuration du gestionnaire de connexion
ga: Sábháil socruithe an Bhainisteora Logála Isteach
hr: Spremi postavke Upravitelja prijavom
is: Vista stillingar innskráningarstjóra
km: រក្សាទុក​ការ​កំណត់​កម្មវិធី​គ្រប់គ្រង​ចូល
nb: Lagre innstillinger for innloggingsbehandler
nds: Anmellpleger-Instellen sekern
nn: Lagra innstillingane for innloggingshandsamaren
pt: Gravar a configuração do Gestor de Autenticação
si: පිවිසීම් කළමනාකරු සිටුවම් සුරකින්න
th: จัดเก็บการตั้งค่าตัวจัดการการล็อกอิน
tr: Giriş Yöneticisi ayarlarını kaydet
wa: Schaper les tchuzes do manaedjeu d' elodjaedje

# Message(org.kde.kcontrol.kcmkdm.managefaces)
source: Administrator authorization is required to manage user images for the Login Manager
bs: Za upravljanje korisničkim slikama u menadžeru prijavljivanja neophodna su administratorska ovlašćenja.
ca: Es requereix autorització de l'administrador per gestionar les imatges dels usuaris del gestor d'accés
fi: Kirjautumisruudun käyttäjäkuvien hallinnointiin tarvitaan pääkäyttäjän valtuudet
fr: Les privilèges de l'administrateur sont nécessaires pour gérer les images des utilisateurs dans le gestionnaire de connexion
hr: Potrebna je administratorska autorizacija kako bi ste uredili korisničke slike u Upravitelju prijavom
is: Kerfisstjóraheimildir eru nauðsynlegar til að sýsla með notendamyndir í innskráningarstjóranum
km: ត្រូវការ​អនុញ្ញាត​របស់​​អ្នកគ្រប់គ្រង ដើម្បី​គ្រប់គ្រង​រូបភាព​អ្នកប្រើ​សម្រាប់​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល
nb: Administrator-autorisering kreves for å håndtere brukerbilder i innloggingsbehandler
nds: För de Pleeg vun Brukerbiller för den Anmellpleger deit Systeempleger-Verlööf noot.
nn: Det trengst administratortilgang for å handsama brukarbileta i innloggingshandsamaren
pt: É necessária a autorização do administrador para gerir as imagens dos utilizadores no Gestor de Autenticação
si: පිවිසීමේ කළමනාකරු සඳහා පරිශීලක පින්තූර කළමනාකරනය කිරීමට පරිපාලක අවසරය අවශ්‍ය වේ
th: ต้องการการอนุญาตจากผู้ดูแลระบบเพื่อจัดการรูปภาพผู้ใช้สำหรับตัวจัดการการล็อกอิน
tr: Giriş Yöneticisindeki kullanıcı resimlerini yönetmek için yönetici yetkilendirmesi gerekir
wa: I fåt l' otorijhåcion do manaedjeu po manaedjî ls imådjes d' uzeu pol Manaedjeu d' elodjaedje

# Message(org.kde.kcontrol.kcmkdm.managethemes)
source: Administrator authorization is required to manage themes for the Login Manager
bs: Za upravljanje temama menadžera prijavljivanja neophodna su administratorska ovlašćenja.
ca: Es requereix autorització de l'administrador per gestionar els temes del gestor d'accés
fi: Kirjautumisruudun teemojen hallinnointiin tarvitaan pääkäyttäjän valtuudet
fr: Les privilèges de l'administrateur sont nécessaires pour gérer les thèmes du gestionnaire de connexion
hr: Potrebna je administratorska autorizacija kako bi ste uredili teme Upravitelja prijave
is: Kerfisstjóraheimildir eru nauðsynlegar til að sýsla með þemu fyrir innskráningarstjóra
km: ត្រូវការ​កា​រអនុញ្ញាត​របស់​អ្នក​គ្រប់គ្រង ដើម្បី​គ្រប់គ្រង​ស្បែក​សម្រាប់​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល
nb: Administrator-autorisering kreves for å håndtere temaer for innloggingsbehandler
nds: För de Pleeg vun Mustern för den Anmellpleger deit Systeempleger-Verlööf noot.
nn: Det trengst administratortilgang for å handsama tema for innloggingshandsamaren
pt: É necessária a autorização do administrador para gerir os temas no Gestor de Autenticação
si: පිවිසීමේ කළමනාකරු සඳහා තේමා කළමනාකරනය කිරීමට පරිපාලක අවසරය අවශ්‍ය වේ
th: ต้องการการอนุญาตจากผู้ดูแลระบบเพื่อจัดการชุดตกแต่งสำหรับตัวจัดการการล็อกอิน
tr: Giriş Yöneticisi temalarını yönetmek için yönetici yetkilendirmesi gerekir
wa: I fåt l' otorijhåcion do manaedjeu po manaedjî les tinmes pol Manaedjeu d' elodjaedje

# Message(org.kde.kcontrol.kcmkdm.save)
source: Administrator authorization is required to change the Login Manager settings
bs: Za izmjenu postavki menadžera prijavljivanja neophodna su administratorska ovlašćenja.
ca: Es requereix autorització de l'administrador per canviar l'arranjament del gestor d'accés
fi: Kirjautumisruudun asetuksien muuttamiseen tarvitaan pääkäyttäjän valtuudet
fr: Les privilèges de l'administrateur sont nécessaires pour modifier la configuration du gestionnaire de connexion
hr: Administracijska je autorizacija potreba za promjenu postavki upravitelja prijavom
is: Kerfisstjóraheimildir eru nauðsynlegar til að breyta stillingum innskráningarstjóra
km: ត្រូវការ​ការ​​អនុញ្ញាត​របស់​អ្នក​​គ្រប់គ្រង​ ដើម្បី​ផ្លាស់ប្ដូរ​ការ​កំណត់​របស់​កម្មវិធី​គ្រប់គ្រង​ការ​ចូល
nb: Administrator-autorisering kreves for å endre innstillingene for innloggingsbehandler
nds: För't Ännern vun Anmellpleger-Instellen deit Systeempleger-Verlööf noot.
nn: Det trengst administratortilgang for å endra innstillingane for innloggingshandsamaren
pt: É necessária a autorização do administrador para mudar a configuração do Gestor de Autenticação
si: පිවිසීමේ කළමනාකරු සිටුවම් වෙනස් කිරීමට පරිපාලක අවසරය අවශ්‍ය වේ
th: ต้องการการอนุญาตจากผู้ดูแลระบบเพื่อเปลี่ยนการตั้งค่าตัวจัดการการล็อกอิน
tr: Giriş Yöneticisi ayarlarını değiştirmek için yönetici yetkilendirmesi gerekir
wa: I fåt l' otorijhåcion do manaedjeu po candjî les apontiaedjes do Manaedjeu d' elodjaedje

# Description(org.kde.kcontrol.kcmclock.save)
source: Save the date/time settings
bs: Sačuvaj postavke datuma i vremena
ca: Desa la configuració de data i hora
fi: Tallenna päiväyksen ja ajan asetukset
fr: Enregistrer les paramètres de date et d'heure
fy: Datum en tiid ynstellings bewarje
ga: Sábháil na socruithe dáta/ama
hr: Spremi datumske/vremenske postavke
is: Vista stillingar dagssetningar og tíma
km: រក្សាទុកការកំណត់​ពេលវេលា/កាលបរិច្ឆេទ
mk: Зачувување на поставувања за датум и време
nb: Lagre dato og klokkeslett-innstillinger
nds: Instellen vun Datum un Tiet sekern
nn: Lagra innstillingane for dato og klokkeslett
pt: Mudar a configuração da data/hora
si: දිනය/වේලාව සිටුවම් සුරකින්න
th: จัดเก็บการตั้งค่าวันและเวลา
tr: Tarih ve saat ayarlarını kaydet
wa: Schaper ls apontiaedjes del date et d' l' eure

# Message(org.kde.kcontrol.kcmclock.save)
source: System policies prevent you from saving the date/time settings.
bs: Sistemske smjernice sprečavaju upisivanje postavki datuma i vremena.
ca: Les polítiques del sistema impedeixen que deseu la configuració de data i hora.
fi: Järjestelmäkäytäntö estää sinua tallentamasta aika-asetuksia.
fr: La stratégie système vous empêche d'enregistrer les paramètres de date et d'heure.
fy: Systeem belied foarkomt dat jo datum en tiid ynstellings bewarje kinne.
hr: Pravila sustava vam brane spremanje datumskih/vremenskih postavki.
is: Öryggisstillingar kerfisins koma í veg fyrir að þú getir vistað tíma/dagsetningu.
km: គោលនយោបាយ​ប្រព័ន្ធ​ ការពារ​អ្នក​​មិន​ឲ្យ​រក្សាទុក​ការកំណត់​កាលបរិច្ឆេទ/ពេលវេលា ។
mk: Политиката на системот Ве спречува да ги зачувате поставувањата за датум и време.
nb: Systembestemmelser gjør at du ikke kan lagre dato/tid-innstillingene
nn: Systemreglane hindrar deg i å lagra innstillingane for dato og klokkeslett.
pt: As políticas do sistema proíbem a modificação da configuração de data/hora.
si: පද්ධති ප්‍රතිපත්තො ඔබව දිනය/වේලාව සැකසුම් සුරැකිම වලකාලයි.
th: นโยบายของระบบเพื่อป้องกันจากการจัดเก็บการตั้งค่าต่าง ๆ ของวันและเวลา
tr: Sistem politikaları tarih saat ayarlarını kaydetmenizi engelliyor.
wa: Les politikes do sistinme vos espaitchèt d' schaper les apontiaedjes del date/eure.

# Description(org.kde.kcontrol.kcmkwallet5.save)
source: Save wallet configuration
bs: Snimi konfiguraciju novčanika
ca: Desa la configuració de la cartera
fi: Tallenna lompakon asetukset
fr: Enregistrer la configuration du portefeuille
nb: Lagre lommebok-oppsett
nds: Knippinstellen sekern
nn: Lagra Wallet-system
pt: Gravar a configuração da carteira
tr: Cüzdan yapılandırmasını kaydet

# Message(org.kde.kcontrol.kcmkwallet5.save)
source: Allow saving wallet configuration settings
bs: Dopusti snimanje postavki novčanika
ca: Permet desar els paràmetres de configuració de la cartera
fi: Salli lompakon asetusten tallentaminen
fr: Autoriser l'enregistrement les paramètres de la configuration du portefeuille
nb: Kan lagre oppsettsinnstillingene for lommeboka
nds: Sekern vun Knippinstellen tolaten
nn: Tillat lagring av lommebokinnstillingar
pt: Permitir a gravação das definições da carteira
tr: Cüzdan yapılandırma ayarlarının kaydedilmesine izin ver

# Description(org.kde.kcontrol.kcmkwallet.save)
source: Save wallet configuration
bs: Snimi konfiguraciju novčanika
ca: Desa la configuració de la cartera
fi: Tallenna lompakon asetukset
fr: Enregistrer la configuration du portefeuille
nb: Lagre lommebok-oppsett
nds: Knippinstellen sekern
pt: Gravar a configuração da carteira
tr: Cüzdan yapılandırmasını kaydet

# Message(org.kde.kcontrol.kcmkwallet.save)
source: Allow saving wallet configuration settings
bs: Dopusti snimanje postavki novčanika
ca: Permet desar els paràmetres de configuració de la cartera
fi: Salli lompakon asetusten tallentaminen
fr: Autoriser l'enregistrement les paramètres de la configuration du portefeuille
nb: Kan lagre oppsettsinnstillingene for lommeboka
nds: Sekern vun Knippinstellen tolaten
pt: Permitir a gravação das definições da carteira
tr: Cüzdan yapılandırma ayarlarının kaydedilmesine izin ver

# Description(org.kde.kcontrol.kcmlightdm.save)
source: Save Settings
bs: Snimi postavke
fi: Tallenna asetukset
fr: Enregistrement des paramètres
ga: Sábháil na Socruithe
km: រក្សាទុក​ការ​កំណត់
pt: Gravar a Configuração
tr: Ayarları Kaydet

# Description(org.kde.kcontrol.kcmlightdm.savethemedetails)
source: Save Theme Details
bs: Snimi detalje teme
fi: Tallenna teematiedot
fr: Enregistrement des détails du thème
ga: Sábháil Mionsonraí an Téama
km: រក្សាទុក​សេចក្ដី​លម្អិត​រូបរាង
pt: Gravar os Detalhes do Tema
tr: Tema Ayrıntılarını Kaydet

# Message(org.kde.kcontrol.kcmlightdm.save)
source: Save Settings in LightDM
bs: Snimi postavke u LightDM
fi: Tallenna asetukset LightDM:ään
fr: Enregistre les paramètres dans LightDM
ga: Sábháil na Socruithe in LightDM
km: រក្សាទុក​ការ​កំណត់​នៅ​ក្នុង LightDM
pt: Gravar a Configuração no LightDM
tr: LightDM içerisinde Ayarları Kaydet

# Message(org.kde.kcontrol.kcmlightdm.savethemedetails)
source: Save Theme Details in LightDM
bs: Snimi detalje teme u LightDM
fi: Tallenna teematiedot LightDM:ään
fr: Enregistre les détails du thème dans LightDM
ga: Sábháil Mionsonraí an Téama in LightDM
km: រក្សាទុក​សេចក្ដី​លម្អិត​រូបរាង​​នៅ​ក្នុង LightDM
pt: Gravar os Detalhes do Tema no LightDM
tr: LightDM içerisinde Tema Ayrıntılarını Kaydet

# Description(org.mate.randr.install-system-wide)
source: Install multi-monitor settings for the whole system
ca: Instal·la els ajusts de monitors múltiples a tot el sistema
fr: Installer des réglages multi-moniteurs pour tout le système
hr: Ugradi višemonitorske postavke za cijeli sustav
mk: Инсталирај подесувања за повеќе монитори за целиот систем
nb: Installer flerskjerm-innstillinger for hele systemet
pt: Instalar definições multimonitor em todo o sistema
tr: Çoklu ekran ayarlarını tüm sistem kapsamı için kur

# Message(org.mate.randr.install-system-wide)
source: Authentication is required to install multi-monitor settings for all users
ca: Cal autentificació per a instal·lar els ajusts de múltiples monitors per a tots els usuaris
fr: Une authentification est nécessaire pour installer des réglages multi-moniteurs pour tous les utilisateurs
hr: Ovjera je neophodna za ugradnju višemonitorskih postavki za sve korisnike
mk: Потребна е проверка за да се инсталираат подесувања за повеќе екрани за сите корисници
nb: Autentisering kreves for å installere innstillinger for flere skjermer for alle brukere
pt: Autenticação requerida para instalar definições multimonitor para todos os utilizadores
tr: Çoklu ekran ayarlarını tüm kullanıcılar için kurmak kimlik doğrulaması gerektirir

# Description(org.mate.settingsdaemon.datetimemechanism.settimezone)
source: Change system time zone
ca: Canvia la zona horària del sistema
fr: Modifier le fuseau horaire du système
hr: Promjeni vremensku zonu sustava
nb: Endre tidssone for systemet
pt: Mudar zona da hora do sistema
tr: Sistemin saat dilimini değiştir

# Description(org.mate.settingsdaemon.datetimemechanism.settime)
source: Change system time
ca: Canvia l'hora del sistema
fr: Modifier l'heure du système
hr: Promjeni vrijeme sustava
nb: Endre tid på systemet
pt: Mudar hora do sistema
tr: Sistem saatini ayarla
