Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files.po
Languages: ar, cy, de, eo, es, fr, fy, ga, ja, nds, nl, nn, sv, tg, uk, uz, wa

# Name(vmware-user-autostart.desktop)
source: VMware User Agent
de: VMware-Benutzeragent
es: Agente de usuario VMware
fr: Agent utilisateur VMware
ja: VMware ユーザエージェント
uk: Агент користувача VMware

# Name(vncmanager-controller.desktop)
source: VNC Configuration
ja: VNC 設定
nl: VNC-configuratie
uk: Конфігурація VNC

# Name(mate-volume-control-applet.desktop)
source: Volume Control
ar: التحكم في حجم الصوت
cy: Rheolydd y sain
de: Lautstärkeregler
es: Control de volumen
fr: Contrôleur de volume
ga: Rialtán Airde
ja: 音量調節ツール
nds: Luutstärkenoppasser
nl: Volumeregeling
nn: Volumkontroll
sv: Управљање јачином звука
uk: Регулятор гучности
uz: Ovoz Nazorati
wa: Contrôle do volume

# Name(qwebyast-autostart.desktop)
source: WebYaST Applet
es: Applet de WebYaST
fr: Applet WebYaST
ja: WebYaST アプレット
nl: Applet voor WebYaST
uk: Аплет WebYaST

# Name(gnome-welcome-tour.desktop)
source: Welcome
de: Willkommen
es: Bienvenida
fr: Bienvenue
ja: ようこそ
nl: Welkom
uk: Вітання

# GenericName(icewm-session.desktop)
source: Window Manager
fr: Gestionnaire de Fenêtres
ja: ウインドウマネージャ
nl: Vensterbeheerder
uk: Менеджер вікон

# Name(Wolf.jpg.desktop)
source: Wolf
es: Lobo
fr: Loup
ja: ウルフ
uk: Вовк

# GenericName(lxqt-compton.desktop)
source: X compositor
de: X11 Kompositionsmanager
fr: Compositeur pour X
ja: X コンポジタ
uk: Композитор X

# Name(xiccd.desktop)
source: X11 ICC Daemon
fr: Démon ICC X11
ja: X11 ICC デーモン
uk: Фонова служба X11 ICC

# Name(xfce4-volumed.desktop)
source: XFCE Volume Daemon
de: XFCE-Lautstärke-Daemon
es: Demonio de control del Volumen XFCE
fr: Démon du volume de XFCE
ja: XFCE 音量デーモン
uk: Фонова служба XFCE

# Name(xfce.desktop)
source: Xfce Session
ar: جلسة إكسفس
de: Xfce-Sitzung
es: Sesión de Xfce
fr: Session Xfce
ja: Xfce セッション
nl: Xfce-sessie
nn: Xfce-økt
sv: ИксФЦЕ сесија
uk: Сеанс Xfce

# Name(NatureSeries009.jpg.desktop)
source: Yellow Flower
de: Gelbe Blume
es: Flor amarilla
fr: Fleurs jaunes
ja: 黄色い花
nl: Gele bloem
uk: Жовта квітка

# Name(blueberry-tray.desktop)
source: blueberry
uk: чорниця

# Name(i3-with-shmlog.desktop)
source: i3 (with debug log)
de: i3 (mit Debug-Protokoll)
fr: i3 (avec journal de débogage)
ja: i3 (デバッグログあり)
nl: i3 (met debuglog)
uk: i3 (із журналом зневадження)

# Comment(i3-with-shmlog.desktop)
source: improved dynamic tiling window manager
de: verbesserte dynamische Fensterverwaltung mit kachelartiger Fensteranordnung
fr: gestionnaire de fenêtres en mosaïque (tiling) dynamique
ja: 改善型動的タイリングウインドウマネージャ
nl: verbeterd dynamisch achterelkaar liggend vensterbeheerder
uk: поліпшений віконний менеджер з динамічними плитками

# Name(metadata.desktop)
source: openSUSE default
de: openSUSE Standard
fr: openSUSE par défaut
ja: openSUSE デフォルト
nl: Standaard van openSUSE
uk: типова openSUSE

# Name(metadata.desktop)
source: Next
ar: التّالي
fr: Suivant
ja: 次
nds: Nakamen
nl: Volgende
nn: Neste
sv: Следећи

# Name(kaddressbookmigrator.desktop)
source: kaddressbookmigrator
de: Adressbuch-Migration
ja: アドレス帳移行ツール
nds: KAdressbook-Överföhren
sv: Мигратор К‑адресара

# Name(NatureSeries004.jpg.desktop)
source: Crabapple
de: Holzapfel
es: Manzana silvestre
fr: Pomme sauvage

# Comment(enlightenment.desktop)
source: Log in using Enlightenment (Version 0.21.3)
de: Anmelden und Enlightenment verwenden (Version 0.21.3)
es: Iniciar sesión usando Enlightenment (Versión 0.21.3)
fr: Ouvrir une session Enlightenment (Version 0.21.3)

# Name(lxqt-powermanagement.desktop)
source: Power Management
de: LXQt-Energieverwaltung

# Name(lxqt-qlipper-autostart.desktop)
source: Qlipper
ar: ذاكرة الحافظة
de: Zwischenablage
eo: Qlipilo
nl: Qlembord

# Name(zeitgeist-datahub.desktop)
source: Zeitgeist Datahub
de: Zeitgeist-Datahub-Dienst
fr: Collecteur de données Zeitgeist

# Name(awesome.desktop)
source: awesome
nl: geweldig

# Name(LCDE.desktop)
source: LeechCraft DE
es: Entorno de escritorio LeechCraft
fr: Environnement de bureau LeechCraft

# Name(spice-vdagent.desktop)
source: Spice vdagent
es: vdagent para Spice

# Name(org.kde.breezedark.desktop)
source: Breeze Dark
ar: نسيم داكن
nn: Breeze mørk
sv: Breeze mörk

# Summary(org.kde.breezedark.desktop)
source: Breeze Dark Desktop Design Language by the KDE VDG
nn: Breeze Dark-designspråk av KDE VDG
sv: Breeze-konstruktionsspråk för mörkt skrivbord av KDE VDG

# Name(gnome.desktop)
source: GNOME
ar: جينوم
eo: Gnomikuo
sv: Гном

# Name(kalarm.autostart.desktop)
source: KAlarm
ar: برنامج المنبه KAlarm
cy: KLarwm
eo: Alarmilo
sv: К‑аларм

# Comment(klipper.desktop)
source: A cut & paste history utility
ar: أداة تاريخ القص واللصق
eo: Ilo por la eltonda kaj alglua historio
fy: Klamboerdhistoarje
ga: Uirlis staire gearrtha agus greamaithe
nds: Vörgeschicht vun't Knippen un Infögen
nn: Eit verktøy som viser eldre utklipp
sv: Ett verktyg med historik för klipp ut och klistra in
tg: История буфера обмена
wa: Ene ahesse d' istwere di coper/aclacper

# Name(kdeconnectd.desktop)
source: KDEConnect daemon
nn: KDEConnect-teneste
sv: Demon för KDE-anslut

# GenericName(org.kde.kgpg.desktop)
source: Encryption Tool
ar: أداة التشفير
cy: Erfyn Cêl-ysgrifo
eo: Ĉifrilo
ga: Uirlis Chriptithe
nds: Verslötel-Warktüüch
nn: Krypteringsverktøy
sv: Krypteringsverktyg
tg: Асбоби Рамзкунонӣ

# Comment(org.kde.kgpg.desktop)
source: A GnuPG frontend
ar: واجهة لـ GnuPG
cy: Blaen-wyneb GnuPG
eo: Fasado por GnuPG
ga: Comhéadan do GnuPG
nds: En GnuPG-Böversiet
nn: Ei GnuPG-grenseflate
sv: Gränssnitt till GnuPG
tg: Пешохири GnuPG
uz: GnuPG uchun grafik interfeys
wa: Ene eterface po GnuPG

# Name(kmix_autostart.desktop)
source: KMix
sv: К‑миксета

# Name(mate-screensaver.desktop)
source: Screensaver
ar: حافظ الشاشة
cy: Arbedwr sgrin
ga: Spárálaí Scáileáin
nds: Billschirmschoner
nn: Skjermsparar
sv: Skärmsläckare
uz: Ekran Saqlovchi

# Name(mate.desktop)
source: MATE
ar: مييت
sv: Мејт

# Name(nm-applet.desktop)
source: Network
ar: شبكة
eo: Reto
nn: Nettverk
sv: Nätverk
tg: Шабака

# Comment(nm-applet.desktop)
source: Manage your network connections
ar: إدارة اتصالات الشبكة
eo: Kontroli viajn retkonektojn
nn: Handsam nettverkstilkoplingane
sv: Hantera dina nätverksanslutningar

# Name(org.kde.plasma.desktop.defaultPanel)
source: Default Panel
ar: اللوحة الافتراضيّة
nds: Standardpaneel
nn: Standardpanel
sv: Standardpanel

# Name(org.kde.plasma.desktop.emptyPanel)
source: Empty Panel
ar: لوحة فارغة
ga: Painéal Folamh
nds: Leddig Paneel
nn: Tomt panel
sv: Tom panel

# Name(org.kde.desktoptoolbox)
source: Declarative Toolbox
nds: Verkloren Warktüüchkist
nn: Deklarativ verktøylinje
sv: Deklarativ verktygslåda

# Summary(org.kde.desktoptoolbox)
source: Manage Plasma
ar: أدر بلازما
nds: Plasma plegen
nn: Handsam Plasma
sv: Hantera Plasma

# Summary(org.kde.plasma.desktop)
source: Desktop view furniture
nds: Möbelmang för Schriefdisch-Ansicht
nn: Skrivebordsvisingmøblar
sv: Visa skrivbordsmöbler

# Summary(org.kde.desktopcontainment)
source: A clean and simple layout
ar: تصميم نظيف وبسيط
nds: En schier un eenfach Utsehn
nn: Ei enkel og stilrein utforming
sv: En ren och enkel layout

# Summary(org.kde.breeze.desktop)
source: Breeze Desktop Design Language by the KDE VDG
nds: De Schriefdisch-Utleggspraak Breeze vun de KDE-VDG
nn: Breeze-designspråk av KDE VDG
sv: Breeze-konstruktionsspråk för skrivbord av KDE VDG

# Name(krunner.desktop)
source: KRunner
ar: مشغّل.كدي
sv: К‑извођач

# Name(xembedsniproxy.desktop)
source: XembedSniProxy
sv: Иксембед‑сни‑прокси

# Comment(rsibreak.desktop)
source: Makes sure you rest now and then
ga: Bí cinnte go ligeann tú do scíth anois agus arís
nds: Stellt seker, dat Du af Di af un an verpusten deist
nn: Pass på å ta ein pause no og då
sv: Försäkrar att du vilar då och då

# Comment(vnd.scribus.desktop)
source: Page Layout and Publication
ar: سكريبس
cy: Cyhoeddi Penbwrdd
eo: DTP-programo
nn: Datatrykk
sv: Desktop Publishing
uz: Кичик нашриёт

# GenericName(vnd.scribus.desktop)
source: Page Layout (Development)
cy: Cyhoeddi Penbwrdd
eo: DTP-programo
nn: Datatrykk
sv: Desktop Publishing
uz: Кичик нашриёт

# Name(xscreensaver.desktop)
source: Screensaver
ar: حافظ الشاشة
nn: Skjermsparar
sv: Skärmsläckare

# Comment(xscreensaver.desktop)
source: Launch screensaver and locker program
ar: تشغيل برنامج حافظ الشاشة
nn: Start skjermsparar- og skjermlåsprogrammet
sv: Starta skärmsläckare och låsprogram

# Wallpaper-Name(stripes.png.desktop)
source: Stripes
ar: شرائط
ga: Straidhpeanna

# Name(klipper.desktop)
source: Klipper
ar: حافظة كدي
tg: Клиппер

# GenericName(klipper.desktop)
source: Clipboard Tool
ar: أداة الحافظة
cy: Offeryn Gludfwrdd
eo: Ilo por la poŝo
fy: Klamboerdbehear
ga: Uirlis Ghearrthaisce
nds: Twischenaflaag-Warktüüch
tg: Утилита для буфера обмена
uz: Klipbord vositasi
wa: Usteye presse-papî

# Name(lxqt-xscreensaver-autostart.desktop)
source: XScreenSaver
ar: حافظ الشاشة
eo: XEkranKurteno

# Name(org.kde.plasma.desktop)
source: Desktop
ar: سطح المكتب
cy: Penbwrdd
fy: Buroblêd
ga: Deasc
nds: Schriefdisch
nn: Skrivebord
tg: Мизи корӣ
uz: Ish stoli
wa: Sicribanne

# Name(org.kde.desktopcontainment)
source: Desktop
ar: سطح المكتب
cy: Penbwrdd
fy: Buroblêd
ga: Deasc
nds: Schriefdisch
nn: Skrivebord
tg: Мизи корӣ
uz: Ish stoli
wa: Sicribanne

# Name(org.kde.breeze.desktop)
source: Breeze
ar: نسيم

# Comment(x-qet-project.desktop)
source: QElectroTech project file
ar: QElectroTech ملف مشروع

# Comment(x-qet-element.desktop)
source: QElectroTech element file
ar: QElectrotech ملف عنصر

# Comment(x-qet-titleblock.desktop)
source: QElectroTech title block template
ar: QElectroTech نموذج إطار تعريف

# Name(org.kde.plasma.desktop.appmenubar)
source: Application Menu Bar
nn: Programmenylinje

# Name(icewm.desktop)
source: IceWM
eo: GlaciFA

# Name(mwm.desktop)
source: MWM
eo: MFA

# Name(openbox.desktop)
source: Openbox
cy: Blwchagored (Openbox)
eo: Malfermujo
tg: Кушодани қуттӣ

# Name(twm.desktop)
source: TWM
eo: TFA

# Name(WindowMaker.desktop)
source: WindowMaker
cy: GwneuthuryddFfenestri (WindowMaker)
eo: Fenestroadministrilo
tg: Созандаи тиреза

# GenericName(knemo.desktop)
source: Network Monitor
ga: Monatóir Líonra
nds: Nettwark-Kieker
