Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files-directories.po
Languages: bn, mr, ta

# Name(suse-graphics-3dgraphics.directory)
source: 3D
bn: নাম(suse-graphics-3dgraphics.directory): 3D
mr: नांव(suse-graphics-3dgraphics.directory): 3D
ta: பெயர்(suse-கிராஃபிக்ஸ்-3டிகிராஃபிக்ஸ்.டைரக்டரி): 3டி

# Comment(kde-utilities-accessibility.directory)
source: Accessibility
bn: সহায়ক প্রযুক্তি
mr: प्रवेश
ta: அணுகுத்தன்மை

# Name(kde-utilities-accessibility.directory)
source: Accessibility
bn: সহায়ক প্রযুক্তি
mr: प्रवेश
ta: அணுகல்

# Name(Utility.directory)
source: Accessories
bn: আনুসাঙ্গিক
mr: शिवाय उपकरणं
ta: துணைப்பொருள்கள்

# Name(suse-games-action.directory)
source: Action
mr: नांव(suse-games-action.directory): कृती
ta: பெயர்(suse-கேம்ஸ்-ஆக்ஷன்.டைரக்டரி): வேக செயல்பாடு

# Name(suse-office-addressbook.directory)
source: Address Book
bn: নাম(suse-office-addressbook.directory): ঠিকানার বই
mr: नांव(suse-office-addressbook.directory): पत्यांची पुस्तिका
ta: பெயர்(suse-ஆஃபிஸ்-அட்ரஸ்புக்.டைரக்டரி): முகவரி புத்தகம்

# Name(suse-administration.directory)
source: Administration
bn: নাম(suse-administration.directory): প্রশাসন
mr: नांव(suse-administration.directory): प्रशासन
ta: பெயர்(suse-அடமினிஸ்ட்ரேஷன்.டைரக்டரி): நிர்வாகம்

# Name(suse-games-adventure.directory)
source: Adventure
bn: নাম(suse-games-adventure.directory): অভিযান
mr: नांव(suse-games-adventure.directory): साहस
ta: பெயர்(suse-கேம்ஸ்-அடவென்சர்.டைரக்டரி): துணிகர விளையாட்டு

# Name(suse-games-amusement.directory)
source: Amusement
bn: নাম(suse-games-amusement.directory): বিনোদন
mr: नांव(suse-games-amusement.directory): करमणूक
ta: பெயர்(suse-கேம்ஸ்-அம்யூஸ்மென்ட்.டைரக்டரி): கேளிக்கை

# Name(suse-settings-looknfeel.directory)
source: Appearance & Themes
bn: নাম(suse-settings-looknfeel.directory): চেহারা ও বিষয়ভাবনা
mr: नांव(suse-settings-looknfeel.directory): स्वरुप व विषय
ta: §¾¡üÈõ & ¯Õì¸Õ

# Comment(X-GNOME-Menu-Applications.directory)
source: Applications
bn: অ্যাপলিকেশন
mr: उपकरणं
ta: பயன்பாடுகள்

# Name(X-GNOME-Menu-Applications.directory)
source: Applications
bn: অ্যাপলিকেশন
mr: उपकरणं
ta: பயன்பாடுகள்

# Name(suse-applications.directory)
source: Applications
mr: नांव(suse-applications.directory): अप्लिकेशन्स
ta: பயன்பாடுகள்

# Comment(X-GNOME-Other.directory)
source: Applications that did not fit in other categories
bn: যে অ্যাপ্লিকেশন অন্য কোন শ্রেণীভূক্ত নয়
mr: उपकरणं जे दुसरया कुठल्याही गटांत बसले नाही
ta: இதர இனங்களில் பொருந்தாத பயன்பாடுகள்

# Name(kde-games-arcade.directory)
source: Arcade
bn: আর্কেড
mr: ऑर्केड
ta: ஆர்கேட்

# Name(suse-games-arcade.directory)
source: Arcade
bn: নাম(suse-games-arcade.directory): আর্কেড
mr: नांव(suse-games-arcade.directory): आर्केड
ta: ¬÷§¸ð

# Name(suse-utility-archiving.directory)
source: Archiving
bn: নাম(suse-utility-archiving.directory): আর্কাইভিং
mr: नांव (suse-utility-archiving.directory): पुरातत्व
ta: பெயர்(suse-யூட்டிலிட்டி-ஆர்கைவிங்.டைரக்டரி): தொகுப்பாக்குதல்

# Name(suse-edutainment-art.directory)
source: Art and Culture
bn: নাম(suse-edutainment-art.directory): শিল্প ও সংস্কৃতি
mr: नांव(suse-edutainment-art.directory): कला व संस्कृती
ta: பெயர்(suse-எடுடெயின்மென்ட்-ஆர்ட்.டைரக்டரி): கலை மற்றும் கலாச்சாரம்

# Name(suse-edutainment-astronomy.directory)
source: Astronomy
bn: নাম(suse-edutainment-astronomy.directory): মহাকাশবিজ্ঞান
mr: नांव(suse-edutainment-astronomy.directory): खगोलशास्त्र
ta: பெயர்(suse-எடுடெயின்மென்ட்-அஸ்ட்ரானமி.டைரக்டரி): வானவியல்

# Name(nld-audiovideo.directory)
source: Audio & Video
mr: नांव (nld-audiovideo.directory): ट्टक् व श्राव्य

# Name(suse-multimedia-audioplayer.directory)
source: Audio Player
bn: নাম(suse-multimedia-audioplayer.directory): অডিপ প্লেয়ার
mr: नांव(suse-multimedia-audioplayer.directory): ऑडिओ प्लेअर
ta: பெயர்(suse-மல்ட்டிமீடியா-ஆடியோபிளேயர்.டைரக்டரி): ஆடியோ பிளேயர்

# Name(suse-system-backup.directory)
source: Backup
bn: নাম(suse-system-backup.directory): ব্যাকআপ
mr: नांव (suse-system-backup.directory): बॅकअप
ta: பெயர்(suse-சிஸ்டம்-பேக்அப்.டைரக்டரி): மறுபிரதி

# Name(kde-games-board.directory)
source: Board Games
bn: বোর্ডের খেলা
mr: बोर्ड खेळ
ta: மேசை விளையாட்டுகள்

# Name(suse-games-board.directory)
source: Board Games
mr: नांव(suse-games-board.directory): पटावर खेळण्याचे खेळ
ta: பெயர்(suse-கேம்ஸ்-போர்ட்.டைரக்டரி): பலகை விளையாட்டுக்கள்

# Name(nld-browse.directory)
source: Browse
mr: नांव (nld-browse.directory): ब्राऊझ

# Name(suse-multimedia-cd.directory)
source: CD Player
mr: नांव(suse-multimedia-cd.directory): CD प्लेअर
ta: பெயர்(suse-மல்ட்டிமீடியா-சிடி.டைரக்டரி): சிடி பிளேயர்

# Name(suse-multimedia-burning.directory)
source: CD/DVD Burning
bn: নাম(suse-multimedia-burning.directory): CD/DVD বার্নিং
mr: नांव(suse-multimedia-burning.directory): CD/DVD बर्निंग
ta: பெயர்(suse-மல்ட்டிமீடியா-எழுதுதல்.டைரக்டரி): சிடி/டிவிடி எழுதுதல்

# Name(suse-multimedia-cd-tools.directory)
source: CD/DVD Tools
bn: নাম(suse-multimedia-cd-tools.directory): CD/DVD টুল
mr: नांव(suse-multimedia-cd-tools.directory): CD/DVD साधने
ta: பெயர்(suse-மல்ட்டிமீடியா-சிடி-டூல்ஸ்.டைரக்டரி): சிடி/டிவிடி கருவிகள்

# Name(suse-utility-calculator.directory)
source: Calculator
mr: नांव (suse-utility-calculator.directory): कॅलक्युलेटर
ta: பெயர்(suse-யூட்டிலிட்டி-கால்குலேட்டர்.டைரக்டரி): கால்குலேட்டர்

# Name(suse-office-calendar.directory)
source: Calendar
mr: नांव(suse-office-calendar.directory): कॅलेंडर (दिनदर्शिका)
ta: பெயர்(suse-ஆஃபிஸ்-காலண்டர்.டைரக்டரி): நாட்காட்டி

# Name(kde-games-card.directory)
source: Card Games
bn: তাসের খেলা
mr: कार्ड खेळ
ta: சீட்டு விளையாட்டுகள்

# Name(suse-games-card.directory)
source: Card Games
mr: नांव(suse-games-card.directory): पत्यांचा खेळ
ta: பெயர்(suse-கேம்ஸ்-கார்ட்.டைரக்டரி): சீட்டு விளையாட்டுக்கள்

# Name(suse-internet-chat.directory)
source: Chat
bn: নাম(suse-internet-chat.directory): চ্যাট
mr: नांव(suse-internet-chat.directory): गप्पा
ta: பெயர்(suse-இன்டர்நெட்-சாட்.டைரக்டரி): சாட்

# Name(suse-internet-instantmessaging.directory)
source: Chat
bn: নাম(suse-internet-instantmessaging.directory): চ্যাট
mr: नांव(suse-internet-instantmessaging.directory): गप्पा
ta: பெயர்(suse-இன்டர்நெட்-இன்ஸ்டன்ட்மெஸேஜிங்.டைரக்டரி): சாட்

# Name(suse-edutainment-chemical.directory)
source: Chemical
bn: নাম(suse-edutainment-chemical.directory): রাসায়নিক
mr: नांव(suse-edutainment-chemical.directory): रसायन
ta: பெயர்(suse-எடுடெயின்மென்ட்-கெமிக்கல்.டைரக்டரி): வேதியல்

# Name(nld-communicate.directory)
source: Communicate
mr: नांव (nld-communicate.directory): विचारांची देवाणघेवाण

# Name(suse-system-systemsetup.directory)
source: Configuration
bn: নাম(suse-system-systemsetup.directory): সংরূপণ
mr: नांव (suse-system-systemsetup.directory): आकृतीबंध
ta: பெயர்(suse-சிஸ்டம்-சிஸ்டம்செட்அப்.டைரக்டரி): உள்ளமைப்பு

# Name(suse-games-platformgame.directory)
source: Console Games
bn: নাম(suse-games-platformgame.directory): কনসোল গেমস
mr: नांव(suse-games-platformgame.directory): कन्सोल गेम्स
ta: பெயர்(suse-கேம்ஸ்-பிளாட்ஃபார்ம்கேம்.டைரக்டரி): பெட்டிவகை விளையாட்டுக்கள்

# Name(suse-edutainment-construction.directory)
source: Construction
bn: নাম(suse-edutainment-construction.directory): নির্মাণ
mr: नांव(suse-edutainment-construction.directory): बांधणी
ta: பெயர்(suse-எடுடெயின்மென்ட்-கன்ஸ்ட்ரக்ஷன்.டைரக்டரி): கட்டுமானம்

# Name(suse-internet-filetransfer.directory)
source: Data Exchange
bn: নাম(suse-internet-filetransfer.directory): ডেটা বিনিময়
mr: नांव(suse-internet-filetransfer.directory): डाटा एक्सचेंज
ta: பெயர்(suse-இன்டர்நெட்-ஃபைல்டிரான்ஸ்ஃபர்.டைரக்டரி): தரவு பரிவர்த்தனை

# Name(suse-office-database.directory)
source: Database
bn: নাম(suse-office-database.directory): ডেটাবেস
mr: नांव(suse-office-database.directory): डाटाबेस
ta: பெயர்(suse-ஆஃபிஸ்-டேட்டாபேஸ்.டைரக்டரி): தரவுதளம்

# Name(suse-development-debugger.directory)
source: Debugger
bn: নাম(suse-development-debugger.directory): ডিবাগার
mr: नांव(suse-development-debugger.directory): दोष नाहीसे करणारी आज्ञावली
ta: பெயர்(suse-டெவலப்மென்ட்-டிபக்கர்.டைரக்டரி): பிழைநீக்கி

# Comment(kde-utilities-desktop.directory)
source: Desktop
bn: ডেস্কটপ
mr: डेस्कटॉप
ta: பணிமேசை

# Name(kde-utilities-desktop.directory)
source: Desktop
bn: ডেস্কটপ
mr: डेस्कटॉप
ta: பணிமேசை

# Name(suse-settings-desktop.directory)
source: Desktop
mr: नांव(suse-settings-desktop.directory): डेस्कटॉप
ta: §Á¨º

# Name(suse-utility-desktop.directory)
source: Desktop
mr: नांव (suse-utility-desktop.directory): डेस्कटॉप
ta: பெயர்(suse-யூட்டிலிட்டி-டெஸ்க்டாப்.டைரக்டரி): டெஸ்க்டாப்

# Name(suse-system-applet.directory)
source: Desktop Applet
mr: नांव (suse-system-applet.directory): डेस्कटॉप अप्लेट
ta: பெயர்(suse-சிஸ்டம்-ஆப்லெட்.டைரக்டரி): டெஸ்க்டாப் ஆப்லெட்

# Comment(Utility.directory)
source: Desktop accessories
bn: ডেস্কটপের আনুসাঙ্গিক
mr: डेस्कटॉपशी निगडित शिवाय उपकरणं
ta: மேஜை துணைப்பொருள்கள்

# Name(kde-development.directory)
source: Development
bn: ডেভেলপমেন্ট
mr: विकास
ta: உருவாக்கம்

# Name(suse-development.directory)
source: Development
bn: নাম(suse-development.directory): বিকাশ
mr: नांव(suse-development.directory): विकास
ta: ¯ÕÅ¡ì¸õ

# Name(suse-internet-dialup.directory)
source: Dial-Up
bn: নাম(suse-internet-dialup.directory): ডায়াল-আপ
mr: नांव(suse-internet-dialup.directory): डायल-अप
ta: பெயர்(suse-இன்டர்நெட்-டயல்அப்.டைரக்டரி): டயல்-அப்

# Name(suse-office-dictionary.directory)
source: Dictionary
mr: नांव(suse-office-dictionary.directory): शब्दकोश
ta: பெயர்(suse-ஆஃபிஸ்-டிக்ஷனரி.டைரக்டரி): அகராதி

# Name(suse-office-documentviewer.directory)
source: Document Viewer
mr: नांव(suse-office-documentviewer.directory): डॉक्यूमेंट व्ह्यूअर
ta: பெயர்(suse-ஆஃபிஸ்-டாக்குமென்ட்வியூவர்.டைரக்டரி): ஆவணம் காட்சிப்டுத்தும் சாதனம்

# Name(suse-documentation.directory)
source: Documentation
mr: नांव(suse-documentation.directory): कागदपत्र
ta: பெயர்(suse-டாக்குமென்டேஷன்.டைரக்டரி): ஆவணமாக்கல்

# Name(suse-internet-email.directory)
source: E-Mail
bn: নাম(suse-internet-email.directory): ই-মেল
mr: नांव(suse-internet-email.directory): ई-मेल
ta: பெயர்(suse-இன்டர்நெட்-இ-மெயில்.டைரக்டரி): இ-மெயில்

# Name(suse-utility-editor.directory)
source: Editor
mr: नांव (suse-utility-editor.directory): एडिटर
ta: பெயர்(suse-யூட்டிலிட்டி-எடிட்டர்.டைரக்டரி): திருத்தி

# Name(kde-editors.directory)
source: Editors
bn: সম্পাদক
mr: संपादक
ta: தொகுப்பாளர்கள்

# Name(suse-editors.directory)
source: Editors
mr: नांव(suse-editors.directory): संपादक
ta: ¦¾¡ÌôÀ¡Ç÷¸û

# Name(Education.directory)
source: Education
bn: শিক্ষা
mr: शिक्षण
ta: கல்வி

# Name(kde-education.directory)
source: Education
bn: ‌শিক্ষা
mr: शिक्षण
ta: கல்வி

# Name(suse-edutainment.directory)
source: Edutainment
mr: नांव(suse-edutainment.directory): एड्युटेनमेंट
ta: ¸øÅ¢

# Name(suse-system-emulator.directory)
source: Emulator
bn: নাম(suse-system-emulator.directory): এমুলেটর
mr: नांव (suse-system-emulator.directory): इम्युलेटर
ta: பெயர்(suse-சிஸ்டம்-எமுலேட்டர்.டைரக்டரி): மேம்பாட்டு முயற்சி

# Name(suse-system-feedback.directory)
source: Feedback
bn: নাম(suse-system-feedback.directory): মতামত
mr: नांव (suse-system-feedback.directory): फीडबॅक
ta: பெயர்(suse-சிஸ்டம்-ஃபீட்பேக்.டைரக்டரி): கருத்துரைத்தல்

# Comment(kde-utilities-file.directory)
source: File
bn: ফাইল
mr: फाइल
ta: கோப்பு

# Name(kde-utilities-file.directory)
source: File
bn: ফাইল
mr: फाइल
ta: கோப்பு

# Name(suse-system-filemanager.directory)
source: File Manager
mr: नांव (suse-system-filemanager.directory): फाईल मॅनेजर
ta: பெயர்(suse-சிஸ்டம்-ஃபைல்மேனேஜர்.டைரக்டரி): கோப்பு நிர்வாகி

# Name(suse-system-filesystem.directory)
source: File System
mr: नांव (suse-system-filesystem.directory): फाईल प्रणाली
ta: பெயர்(suse-சிஸ்டம்-ஃபைல்சிஸ்டம்.டைரக்டரி): கோப்பு அமைப்பு

# Name(suse-office-finance.directory)
source: Financial
bn: নাম(suse-office-finance.directory): আর্থিক
mr: नांव(suse-office-finance.directory): आर्थिक
ta: பெயர்(suse-ஆஃபிஸ்-நிதி.டைரக்டரி): நிதிசார்ந்தது

# Name(suse-office-flowchart.directory)
source: Flowchart
bn: নাম(suse-office-flowchart.directory): ফ্লোচার্ট
mr: नांव(suse-office-flowchart.directory): फ्लोचार्ट
ta: பெயர்(suse-ஆஃபிஸ்-ஃப்ளோசார்ட்.டைரக்டரி): வழிவரைபடம்

# Name(suse-development-guidesigner.directory)
source: GUI Designer
mr: नांव(suse-development-guidesigner.directory): GUI डिझायनर
ta: பெயர்(suse-டெவலப்மென்ட்-கைடிசைனர்.டைரக்டரி): GUI வடிவமைப்பாளர்

# Name(Game.directory)
source: Games
bn: খেলা
mr: खेळ
ta: விளையாட்டுகள்

# Name(kde-games.directory)
source: Games
bn: খেলা
mr: खेळ
ta: விளையாட்டுகள்

# Name(suse-games.directory)
source: Games
mr: नांव(suse-games.directory): खेळ
ta: Å¢¨ÇÂ¡ðÎì¸û

# Comment(Game.directory)
source: Games and amusements
bn: খেলা ও বিনোদন
mr: खेळ व मनोरंजन
ta: விளையாட்டுகள் மற்றும் பொழுதுப்போக்குகள்

# Name(kde-games-kids.directory)
source: Games for Kids
bn: বাচ্চাদের খেলা
mr: बच्चों करीता खेळ
ta: குழந்தைகளுக்கான விளையாட்டுகள்

# Name(suse-games-kidsgames.directory)
source: Games for Kids
bn: নাম(suse-games-kidsgames.directory): শিশুদের জন্যে খেলা
mr: नांव(suse-games-kidsgames.directory): मुलांसाठीचे खेळ
ta: Ì¨Æó¨¾¸Ùì¸¡É Å¢¨ÇÂ¡ðÎì¸û

# Name(Graphics.directory)
source: Graphics
bn: গ্রাফিক্স
mr: चित्र-विज्ञान
ta: வரைகலை

# Name(kde-graphics.directory)
source: Graphics
bn: গ্রাফিক্স
mr: आलेखीय
ta: சித்திரங்கள்

# Name(suse-graphics.directory)
source: Graphics
mr: नांव(suse-graphics.directory): ग्राफिक्स
ta: Å¨Ã×¸û

# Comment(Graphics.directory)
source: Graphics applications
bn: গ্রাফিক্স অ্যাপ্লিকেশন
mr: चित्र-विज्ञान उपकरणं
ta: வரைகலை பயன்பாடுகள்

# Name(suse-internet-hamradio.directory)
source: Ham Radio
bn: নাম(suse-internet-hamradio.directory): হ্যাম রেডিও
mr: नांव(suse-internet-hamradio.directory): हॅम रेडिओ
ta: பெயர்(suse-இன்டர்நெட்-ஹாம்ரேடியோ.டைரக்டரி): ஹாம் ரேடியோ

# Name(Hardware.directory)
source: Hardware
bn: হার্ডওয়্যার
mr: हार्डवेअर
ta: வண் பொருட்கள்

# Name(suse-internet-ircclient.directory)
source: IRC Client
mr: नांव(suse-internet-ircclient.directory): IRC क्लाएंट
ta: பெயர்(suse-இன்டர்நெட்-ஐஆர்சிகிளையன்ட்.டைரக்டரி): ஐஆர்சி கிளையன்ட்

# Name(suse-graphics-rastergraphics.directory)
source: Image Editing
bn: নাম(suse-graphics-rastergraphics.directory): ছবি সম্পাদনা
mr: नांव(suse-graphics-rastergraphics.directory): प्रतिमा संपादित करणे
ta: பெயர்(suse-கிராஃபிக்ஸ்-ராஸ்டர்பிராஃபிக்ஸ்.டைரக்டரி): உருவங்களை திருத்தம் செய்தல்

# Name(nld-images.directory)
source: Images
mr: नांव (nld-images.directory): प्रतिमा

# Name(kde-information.directory)
source: Information
bn: তথ্য
mr: माहिती
ta: தகவல்

# Name(suse-information.directory)
source: Information
mr: नांव(suse-information.directory): माहिती
ta: ¾¸Åø

# GenericName(suse-internet-instantmessaging.directory)
source: Instant Messaging
mr: तात्काळ संदेश सेवा
ta: இனப்பெயர்(suse-இன்டர்நெட்-இன்ஸ்டன்ட்மெஸேஜிங்.டைரக்டரி): உடனடி தகவலனுப்புதல்

# Name(suse-development-ide.directory)
source: Integrated Environment
bn: নাম(suse-development-ide.directory): ইন্টিগ্রেটেড ইনভায়রনমেন্ট
mr: नांव(suse-development-ide.directory): एकत्रित पर्यावरण

# Name(Network.directory)
source: Internet
bn: ইন্টারনেট
mr: इंटरनेट
ta: இணையம்

# Name(kde-internet.directory)
source: Internet
bn: ইন্টারনেট
mr: महाजाळ
ta: இணையம்

# Name(suse-internet.directory)
source: Internet
mr: नांव(suse-internet.directory): इंटरनेट
ta: பெயர்(suse-இன்டர்நெட்.டைரக்டரி): இணையதளம்

# Name(suse-settings-network.directory)
source: Internet & Network
mr: नांव (suse-settings-network.directory): इंटरनेट व नेटवर्क
ta: þ¨½Âõ & Å¨ÄÂ¨ÁôÒ

# Name(suse-multimedia-jukebox.directory)
source: Jukebox
bn: নাম(suse-multimedia-jukebox.directory): জিউকবক্স
mr: नांव(suse-multimedia-jukebox.directory): ज्यूकबॉक्स
ta: பெயர்(suse-மல்ட்டிமீடியா-ஜீக்பாக்ஸ்.டைரக்டரி): பாடல்பெட்டி

# Name(suse-settings-components.directory)
source: KDE Components
mr: नांव(suse-settings-components.directory): KDE भाग
ta: KDE ÜÚ¸û

# Name(kde-main.directory)
source: KDE Menu
bn: কে.ডি.ই. মেনু
mr: KDE मेन्यू
ta: கேடியி பட்டி

# Name(kde-edu-languages.directory)
source: Languages
bn: ভাষাসমূহ
mr: भाषा
ta: மொழிகள்

# Name(suse-edutainment-languages.directory)
source: Languages
bn: নাম(suse-edutainment-languages.directory): ভাষা
mr: नांव(suse-edutainment-languages.directory): भाषा
ta: பெயர்(suse-எடுடெயின்மென்ட்-லாங்வேஜஸ்.டைரக்டரி): மொழிகள்

# Name(kde-games-logic.directory)
source: Logic Games
bn: যুক্তির খেলা
mr: तर्क खेळ
ta: லாஜிக் விளையாட்டு

# Name(kde-unknown.directory)
source: Lost & Found
bn: হারানো প্রাপ্তি
mr: हरवले व आढळले
ta: இழந்த & கிடைத்த

# Name(kde-edu-mathematics.directory)
source: Mathematics
bn: গণিত
mr: गणित
ta: கணிதம்

# Name(suse-edutainment-mathematics.directory)
source: Mathematics
bn: নাম(suse-edutainment-mathematics.directory): অঙ্ক
mr: नांव(suse-edutainment-mathematics.directory): गणित
ta: பெயர்(suse-எடுடெயின்மென்ட்-மேத்தமெடிக்ஸ்.டைரக்டரி): கணிதவியல்

# Name(suse-multimedia-audiovideoediting.directory)
source: Media Editing
bn: নাম(suse-multimedia-audiovideoediting.directory): মিডিয়া সম্পাদনা
mr: नांव(suse-multimedia-audiovideoediting.directory): माध्यम संपादन
ta: பெயர்(suse-மல்ட்டிமீடியா-ஆடியோவீடியோஎடிட்டிங்.டைரக்டரி): மீடியா திருத்தம் செய்தல்

# Name(suse-edutainment-medicine.directory)
source: Medicine
bn: নাম(suse-edutainment-medicine.directory): ওষুধ
mr: नांव(suse-edutainment-medicine.directory): औषधशास्त्र
ta: பெயர்(suse-எடுடெயின்மென்ட்-மெடிசின்.டைரக்டரி): மருத்துவம்

# Name(kde-edu-miscellaneous.directory)
source: Miscellaneous
bn: বিবিধ
mr: संकीर्ण
ta: மற்றவை

# Name(suse-system-monitor.directory)
source: Monitor
bn: নাম(suse-system-monitor.directory): পর্যবেক্ষক
mr: नांव (suse-system-monitor.directory): मॉनिटर
ta: பெயர்(suse-சிஸ்டம்-மானிட்டர்.டைரக்டரி): கண்காணித்தல்

# Name(kde-more.directory)
source: More Applications
bn: আরো অ্যাপলিকেশন
mr: अधिक अनुप्रयोग
ta: அதிக பயன்பாடுகள்

# Name(suse-more.directory)
source: More Programs
mr: नांव(suse-more.directory): आणखी प्रोग्रॅम्स
ta: §ÁÄ¾¢¸ ÀÂýÀ¡Î¸û

# Name(kde-multimedia.directory)
source: Multimedia
bn: মাল্টিমিডিয়া
mr: मल्टीमीडिया
ta: பல்லூடகம்

# Name(suse-multimedia.directory)
source: Multimedia
bn: নাম(suse-multimedia.directory): মাল্টিমিডিয়া
mr: नांव(suse-multimedia.directory): बहुप्रसारमाध्यम
ta: Àøæ¼¸õ

# Comment(AudioVideo.directory)
source: Multimedia menu
bn: মাল্টিমিডিয়া মেনু
mr: मल्टीमिडीया मेन्यू
ta: பல்முனை ஊடகப் பட்டியல்

# Name(suse-edutainment-music.directory)
source: Music
bn: নাম (suse-edutainment-music.directory): সঙ্গীত
mr: नांव(suse-edutainment-music.directory): संगीत
ta: பெயர்(suse-எடுடெயின்மென்ட்-மியூசிக்.டைரக்டரி): இசை

# Name(suse-multimedia-music.directory)
source: Music
bn: নাম(suse-multimedia-music.directory): সঙ্গীত
mr: नांव(suse-multimedia-music.directory): संगीत
ta: பெயர்(suse-மல்ட்டிமீடியா-மியூசிக்.டைரக்டரி): இசை

# Name(suse-system-network.directory)
source: Network
mr: नांव (suse-system-network.directory): नेटवर्क
ta: பெயர்(suse-சிஸ்டம்-நெட்வொர்க்.டைரக்டரி): வலையமைப்பு

# Name(Office.directory)
source: Office
bn: অফিস
mr: कार्यालय
ta: அலுவலகம்

# Name(kde-office.directory)
source: Office
bn: অফিস
mr: ऑफीस
ta: அலுவலகம்

# Name(suse-office.directory)
source: Office
mr: नांव(suse-office.directory): ऑफिस
ta: «ÖÅÄ¸õ

# Comment(Office.directory)
source: Office Applications
bn: অফিস অ্যাপলিকেশন
mr: कार्यालय संबंधित उपकरणं
ta: அலுவலகப் பயன்பாடுகள்

# Name(X-GNOME-Other.directory)
source: Other
bn: অন্যান্য
mr: अन्य
ta: மற்றவை

# Name(suse-internet-p2p.directory)
source: Peer to Peer
bn: নাম(suse-internet-p2p.directory): পিয়ার টু পিয়ার
mr: नांव(suse-internet-p2p.directory): सहकारी ते सहकारी
ta: பெயர்(suse-இன்டர்நெட்-p2p.டைரக்டரி): பியர் டு பியர்

# Comment(kde-utilities-peripherals.directory)
source: Peripherals
bn: পেরিফেরাল
mr: सहायक पुरजे
ta: கருவிகள்

# Name(kde-utilities-peripherals.directory)
source: Peripherals
bn: পেরিফেরাল
mr: सहायक पुरजे
ta: கருவிகள்

# Name(suse-settings-peripherals.directory)
source: Peripherals
bn: নাম(suse-settings-peripherals.directory): পেরিফেরাল
mr: नांव (suse-settings-peripherals.directory): गौण
ta: ÒÈì¸ÕÅ¢¸û

# Name(Personal.directory)
source: Personal
bn: ব্যক্তিগত
mr: व्यक्तिगत
ta: தனிப்பயன்

# Comment(Personal.directory)
source: Personal settings
bn: ব্যক্তিগত সেটিং
mr: व्यक्तिगत संयोजना
ta: தனிப்பயன் அமைப்புகள்

# Name(suse-graphics-photography.directory)
source: Photography
mr: नांव(suse-graphics-photography.directory): छायाचित्रणकला

# Name(suse-settings-power.directory)
source: Power Control
bn: নাম(suse-settings-power.directory): শক্তি নিয়ন্ত্রণ
mr: नांव (suse-settings-power.directory): वीज नियंत्रण
ta: Á¢ýÅÖì ¸¡ôÒ

# Name(suse-office-presentation.directory)
source: Presentation
mr: नांव(suse-office-presentation.directory): सादरीकरण
ta: பெயர்(suse-ஆஃபிஸ்-பிரசன்டேஷன்.டைரக்டரி): உரையளிப்பு

# Name(suse-utility-printing.directory)
source: Printing
mr: नांव (suse-utility-printing.directory): प्रिंटिंग
ta: பெயர்(suse-யூட்டிலிட்டி-பிரிண்டிங்.டைரக்டரி): அச்சிடுதல்

# Name(suse-development-profiling.directory)
source: Profiler
bn: নাম(suse-development-profiling.directory): প্রোফাইলার
mr: नांव(suse-development-profiling.directory): प्रोफायलर
ta: பெயர்(suse-டெவலப்மென்ட்-ப்ரொஃபைலிங்.டைரக்டரி): விவர தொகுப்பாளர்

# Name(Development.directory)
source: Programming
bn: প্রোগ্রামিং
mr: प्रोग्रामिंग
ta: நிரலாக்கம்

# Comment(Network.directory)
source: Programs for Internet access such as web and email
bn: ইন্টারনেট ব্যবহারের প্রোগ্রাম, যেমন ওয়েব বা ইমেইল
mr: इंटरनेट वेब व ईमेल बघण्यासाठी प्रोग्राम
ta: வலைப்பின்னல் மற்றும் மின்னஞ்சல் போன்ற இணைய அணுகலுக்கான நிரல்கள்

# Name(suse-office-projectmanagement.directory)
source: Project Management
bn: নাম(suse-office-projectmanagement.directory): কর্মসূচী পরিচালনা
mr: नांव(suse-office-projectmanagement.directory): प्रकल्प व्यवस्थापन
ta: பெயர்(suse-ஆஃபிஸ்-புராஜெக்ட்மேனேஜ்மென்ட்.டைரக்டரி): திட்ட நிர்வாகம்

# Name(suse-games-puzzle.directory)
source: Puzzle
bn: নাম(suse-games-puzzle.directory): ধাঁধা
mr: नांव(suse-games-puzzle.directory): कोडं
ta: பெயர்(suse-கேம்ஸ்-புதிர்.டைரக்டரி): புதிர்

# Name(suse-internet-news-feed-reader.directory)
source: RSS Reader
bn: নাম(suse-internet-news-feed-reader.directory): RSS রিডার
mr: नांव(suse-internet-news-feed-reader.directory): RSS रीडर
ta: பெயர்(suse-இன்டர்நெட்-நியூஸ்-ஃபீட்-ரீடர்.டைரக்டரி): ஆர்எஸ்எஸ் ரீடர்

# Name(suse-multimedia-audiovideorecorder.directory)
source: Recording
bn: নাম(suse-multimedia-audiovideorecorder.directory): রেকর্ডিং
mr: नांव(suse-multimedia-audiovideorecorder.directory): रेकॉर्डिंग
ta: பெயர்(suse-மல்ட்டிமீடியா-ஆடியோவீடியோரெக்கார்டர்.டைரக்டரி): பதிவுசெய்தல்

# Name(suse-settings-accessibility.directory)
source: Regional & Accessibility
bn: নাম(suse-settings-accessibility.directory): আঞ্চলিক ও প্রবেশযোগ্যতা
mr: नांव(suse-settings-accessibility.directory): प्रादेशिक व अक्सेसॅबिलीटी
ta: ¿¡Îõ & «Ï¸Öõ

# Name(suse-internet-remoteaccess.directory)
source: Remote Access
bn: নাম(suse-internet-remoteaccess.directory): রিমোট এক্সেস
mr: नांव(suse-internet-remoteaccess.directory): रिमोट अक्सेस
ta: பெயர்(suse-இன்டர்நெட்-ரிமோட்அக்சஸ்.டைரக்டரி): தொலைதூர அணுக்கம்

# Name(suse-system-remoteaccess.directory)
source: Remote Access
bn: নাম(suse-system-remoteaccess.directory): রিমোট এক্সেস
mr: नांव (suse-system-remoteaccess.directory): रिमोट अक्सेस
ta: பெயர்(suse-சிஸ்டம்-ரிமோட்அக்சஸ்.டைரக்டரி): தொலைதூர அணுக்கம்

# Name(suse-development-revisioncontrol.directory)
source: Revision Control
mr: नांव(suse-development-revisioncontrol.directory): उजळणी नियंत्रण
ta: பெயர்(suse-டெவலப்மென்ட்-ரிவிஷன்கன்ட்ரோல்.டைரக்டரி): திருத்தக் கட்டுப்பாடு

# Name(suse-games-roguelikes.directory)
source: Rogue-Like Games
bn: নাম(suse-games-roguelikes.directory): Rogue-এর মত খেলা
mr: नांव(suse-games-roguelikes.directory): चलाखीचे खेळ
ta: பெயர்(suse-கேம்ஸ்-ரோக்லைக்ஸ்.டைரக்டரி): முரட்டுவகை-போன்ற விளையாட்டுக்கள்

# Name(kde-games-roguelikes.directory)
source: Rogue-like Games
bn: রোগ্ (Rogue)-এর মত খেলা
mr: रोग नुरूप खेळ
ta: முரட்டுதனமான விளையாட்டுகள்

# Name(suse-games-role-playing.directory)
source: Role Playing
bn: নাম(suse-games-role-playing.directory): রোল প্লেয়িং
mr: नांव(suse-games-role-playing.directory): भूमिका करणे
ta: பெயர்(suse-கேம்ஸ்-ரோல்-பிளேயிங்.டைரக்டரி): பாக நடிப்பு

# Name(suse-main.directory)
source: SUSE Menu
mr: नांव(suse-main.directory): SUSE मेन्यू
ta: பெயர்(suse-மெயின்.டைரக்டரி): SUSE மெனு
