Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: bg, fr

# Name(clone_system.desktop)
source: Autoinstallation Cloning System
bg: Клониране на Autoinstallation система

# Name(autoyast.desktop)
source: Autoinstallation Configuration
bg: Конфигуриране на автоинсталация
fr: Configuration de l'installation automatique

# GenericName(autoyast.desktop)
source: Configuration system for autoinstallation
bg: Настройка на системата за автоматично инсталиране
fr: Système de configuration pour l'installation automatique

# Name(add-on-creator.desktop)
source: Add-On Creator
bg: Създаване на добавка
fr: Créateur de produit complémentaire

# GenericName(add-on-creator.desktop)
source: Create Add-On product
bg: Създаване на Допълнителен продукт
fr: Créer un produit complémentaire

# Name(add-on.desktop)
source: Add-On Products
bg: Допълнителни продукти
fr: Produits complémentaires

# GenericName(add-on.desktop)
source: Install or remove add-on products
bg: Инсталиране и премахване на доптлнителни продукти
fr: Installer ou supprimer des produits complémentaires

# Name(vendor.desktop)
source: Vendor Driver CD
bg: Зареждане на CD от производителя
fr: CD de pilote du constructeur

# GenericName(vendor.desktop)
source: Install a driver from a vendor-specific CD-ROM
bg: Модул за инсталиране на драйвер от CD на производител
fr: Installer un pilote à partir d'un CD spécifique au constructeur

# Name(alternatives.desktop)
source: Alternatives
bg: Алтернативи

# Name(apparmor.desktop)
source: AppArmor Configuration
bg: AppArmor
fr: Configuration d'AppArmor

# GenericName(apparmor.desktop)
source: AppArmor Configuration
bg: Настройка на AppArmor
fr: Configuration d'AppArmor

# Name(ldapkrb.desktop)
source: LDAP and Kerberos Client
bg: Клиент за LDAP и Kerberos
fr: Client LDAP et Kerberos

# GenericName(ldapkrb.desktop)
source: LDAP And Kerberos Client
bg: Клиент за LDAP и Kerberos
fr: Client LDAP et Kerberos

# Name(openldap-mirrormode.desktop)
source: OpenLDAP MirrorMode
bg: MirrorMode в OpenLDAP

# GenericName(openldap-mirrormode.desktop)
source: Manage OpenLDAP MirrorMode Nodes
bg: Управление на MirrorMode възлите в OpenLDAP
fr: Gérer les noeuds OpenLDAP MirrorMode

# Name(auth-server.desktop)
source: Authentication Server
bg: Сървър за достоверяване
fr: Serveur d'authentification

# GenericName(auth-server.desktop)
source: Configure an Authentication Server
bg: Настройка на сървъра за достоверяване
fr: Configurer un serveur d'authentification

# Name(bootloader.desktop)
source: Boot Loader
bg: Зареждане на ОС
fr: Configuration du chargeur d'amorçage

# GenericName(bootloader.desktop)
source: Configure the boot loader
bg: Настройка на зареждането на ОС
fr: Configuration du chargeur d'amorçage

# GenericName(wol.desktop)
source: Configure Wake-on-Lan
bg: Конфигурирай Wake-on-LAN
fr: Configurer le Wake-on-Lan

# Name(ca_mgm.desktop)
source: CA Management
bg: Управление на CA
fr: Gestion des AC

# GenericName(ca_mgm.desktop)
source: Configure CAs, certificates, and requests
bg: Настройване на CA, сертификати и заявления
fr: Configurer les autorités de certification (AC), les certificats et les requêtes

# Name(common_cert.desktop)
source: Common Server Certificate
bg: Общ сървърен сертификат
fr: Certificat serveur commun

# GenericName(common_cert.desktop)
source: Install an SSL certificate for server services
bg: Инсталиране на SSL сертификат за сървърните услуги
fr: Installer un certificat SSL pour les services serveur

# Name(cluster.desktop)
source: Cluster
bg: Kлъстър
fr: Grappe de serveurs

# GenericName(cluster.desktop)
source: Configure Cluster
bg: Настройка на клъстър
fr: Configurer une grappe de serveurs (cluster)

# Name(keyboard.desktop)
source: System Keyboard Layout
bg: Клавиатурна подредба
fr: Disposition du clavier système

# GenericName(keyboard.desktop)
source: Select the system keyboard
bg: Избор на клавиатурна подредба
fr: Sélectionnez le clavier système

# Name(yast-language.desktop)
source: Language
bg: Избор на език
fr: Langue

# GenericName(yast-language.desktop)
source: Change the language and install additional languages
bg: Промяна на езика за цялата система.
fr: Changer la langue du système et installer d'autres langues

# Name(timezone.desktop)
source: Date and Time
bg: Дата и час
fr: Date et Heure

# GenericName(timezone.desktop)
source: Control time zone, date, and system time
bg: Управление на часовата зона, датата и системното време
fr: Contrôler fuseau horaire, date et heure système

# Name(messages.desktop)
source: System Log
bg: Системен журнал
fr: Journal du système

# GenericName(messages.desktop)
source: Display the system's log (/var/log/messages)
bg: Прегледна системния дневник (/var/log/messages)
fr: Afficher les journaux du système (/var/log/messages)

# Name(system.desktop)
source: System
bg: Система
fr: Système

# Name(misc.desktop)
source: Miscellaneous
bg: Разни
fr: Divers

# Name(security.desktop)
source: Security and Users
bg: Сигурност и потребители
fr: Sécurité et Utilisateurs

# Name(support.desktop)
source: Support
bg: Поддръжка

# Name(high_availability.desktop)
source: High Availability
bg: Висока наличност
fr: Haute disponibilité

# Name(network_services.desktop)
source: Network Services
bg: Мрежови услуги
fr: Services réseau

# Name(hardware.desktop)
source: Hardware
bg: Хардуер
fr: Matériel

# Name(software.desktop)
source: Software
bg: Софтуер
fr: Logiciel

# Name(dhcp-server.desktop)
source: DHCP Server
bg: DHCP сървър
fr: Serveur DHCP

# GenericName(dhcp-server.desktop)
source: Configure a DHCP server
bg: Настройка на DHCP сървъра
fr: Configurer un serveur DHCP

# Name(dns-server.desktop)
source: DNS Server
bg: DNS сървър
fr: Serveur DNS

# GenericName(dns-server.desktop)
source: Configure a DNS server
bg: Настройка на DNS сървъра
fr: Configurer un serveur DNS

# GenericName(drbd.desktop)
source: Configure the DRBD(Distributed Replicated Block Device) device
bg: Настройване на DRBD(разпределено и репликирано блоково устройство) усторйство
fr: Configurer le périphérique DRBD (Distributed Replicated Block Device)

# Name(fcoe-client.desktop)
source: FCoE Client Configuration
bg: Настройване на клиента за FCoE
fr: Configuration client FCoE

# GenericName(fcoe-client.desktop)
source: Fibre Channel over Ethernet Configuration
bg: Настройване на оптично влакно през етернет
fr: Configuration FCoE (Fibre Channel over Ethernet)

# Name(firewall.desktop)
source: Firewall
bg: Защитна стена
fr: Pare-feu

# GenericName(firewall.desktop)
source: Configure a firewall
bg: Настройка на защитната стена
fr: Configurer un pare-feu

# Name(fonts.desktop)
source: Fonts
bg: Шрифтове
fr: Polices de caractères

# GenericName(fonts.desktop)
source: Configuring Fonts
bg: Настройка на шрифтове
fr: Configurer les polices de caractères

# Name(ftp-server.desktop)
source: FTP Server
bg: FTP сървър
fr: Serveur FTP

# GenericName(ftp-server.desktop)
source: Module for configuration FTP daemon (vsftpd or pure-ftpd)
bg: Модул за настройка на FTP демона (vsftpd или pure-ftpd)
fr: Module pour configurer le démon FTP (vsftpd ou pure-ftpd)

# GenericName(geo-cluster.desktop)
source: Configuration Geo Cluster
bg: Настройка на Geo Cluster

# Name(http-server.desktop)
source: HTTP Server
bg: HTTP сървър
fr: Serveur HTTP

# GenericName(http-server.desktop)
source: Configure an Apache 2 server
bg: Настройка на Apache 2 сървъра
fr: Configurer un serveur Apache 2

# Name(inetd.desktop)
source: Network Services (xinetd)
bg: Мрежови услуги (xinetd)
fr: Services réseau (xinetd)

# GenericName(inetd.desktop)
source: Configure network services (xinetd)
bg: Настройка на мрежови услуги (xinetd)
fr: Configurer les services réseau (xinetd)

# Name(release_notes.desktop)
source: Release Notes
bg: Бележки по изданието
fr: Notes de version

# GenericName(release_notes.desktop)
source: Show Release Notes
bg: Показване на бележките по изданието
fr: Afficher les notes de version

# Name(instserver.desktop)
source: Installation Server
bg: Инсталационен сървър
fr: Serveur d'installation

# GenericName(instserver.desktop)
source: Configure and manage installation servers
bg: Найстройване и управление на инсталационни сървъри
fr: Configurer et gérer les serveurs d'installation

# Name(iplb.desktop)
source: IP Load Balancing
bg: Балансиране на натоварването чрез IP
fr: Équilibrage de charge IP

# GenericName(iplb.desktop)
source: Configure IPLB(IP Load Balancing)
bg: Настройване на IPLB(балансиране на натоварването чрез IP)
fr: Configurer IPLB (répartition de charge IP)

# Name(iscsi-client.desktop)
source: iSCSI Initiator
bg: iSCSI инициатор
fr: Initiateur iSCSI

# GenericName(iscsi-client.desktop)
source: Configure an iSCSI initiator
bg: Настройка на iSCSI initiator
fr: Configurer un initiateur iSCSI

# Name(iscsi-lio-server.desktop)
source: iSCSI LIO Target
bg: iSCSI LIO цел
fr: Cible LIO iSCSI

# GenericName(iscsi-lio-server.desktop)
source: Configure an iSCSI target via LIO
bg: Настройка на SCSI target чрез LIO
fr: Configurer une cible iSCSI via LIO

# Name(isns.desktop)
source: iSNS Server
bg: iSNS сървър
fr: Serveur iSNS

# GenericName(isns.desktop)
source: Configure an iSNS server
bg: Настройка на iSNS сървъра
fr: Configurer un serveur iSNS

# Name(journal.desktop)
source: Systemd Journal
bg: Дневник на Systemd
fr: Journal systemd

# GenericName(journal.desktop)
source: Read systemd journal entries
bg: Преглед на дневника на Systemd
fr: Lire les entrées du journal systemd

# Name(kdump.desktop)
source: Kernel Kdump
bg: Kdump към ядрото

# GenericName(kdump.desktop)
source: Kernel Kdump Configuration Tool
bg: Инструмент за настройване на Kdump
fr: Outil de configuration de Kernel Kdump

# Name(live-installer.desktop)
source: Live Installer
bg: Инсталиране от жива система
fr: Programme d'installation Live

# GenericName(live-installer.desktop)
source: Install current configuration to your system
bg: Инсталиране на текущата настройка върху ваша система
fr: Installer la configuration actuelle sur votre système

# Name(mail.desktop)
source: Mail Server
bg: Сървър за поща
fr: Serveur mail

# GenericName(mail.desktop)
source: Configure mail
bg: Настройка на пощата
fr: Configurer le courrier

# Name(multipath.desktop)
source: Multipath
bg: Многопът

# GenericName(multipath.desktop)
source: multipath
bg: многопът

# Name(lan.desktop)
source: Network Settings
bg: Мрежа
fr: Paramètres réseau

# GenericName(lan.desktop)
source: Configure network cards, hostname and routing
bg: Настройка на мрежови карти, име на maшината и маршрути
fr: Configurer les cartes réseau, les noms d'hôte et le routage

# Name(remote.desktop)
source: Remote Administration (VNC)
bg: Отдалечена администрация (VNC)
fr: Administration à distance (VNC)

# GenericName(remote.desktop)
source: Set up remote administration
bg: Настройка за отдалечено управление
fr: Configurer l'administration à distance

# Name(host.desktop)
source: Hostnames
bg: Имена на машините
fr: Noms d'hôtes

# GenericName(host.desktop)
source: Assign hostnames and aliases to IP addresses
bg: Настройка на имената на машините
fr: Assigner les noms d'hôtes et les alias aux adresses IP

# Name(nfs.desktop)
source: NFS Client
bg: NFS клиент
fr: Client NFS

# GenericName(nfs.desktop)
source: Configure an NFS client
bg: Настройка на NFS клиента
fr: Configurer un client NFS

# Name(nfs_server.desktop)
source: NFS Server
bg: NFS сървър
fr: Serveur NFS

# GenericName(nfs_server.desktop)
source: Configure an NFS server
bg: Настройка на NFS сървъра
fr: Configurer un serveur NFS

# Name(nis.desktop)
source: NIS Client
bg: NIS клиент
fr: Client NIS

# GenericName(nis.desktop)
source: Configure a NIS client
bg: Настройка на NIS клиента
fr: Configurer un client NIS

# Name(nis_server.desktop)
source: NIS Server
bg: NIS сървър
fr: Serveur NIS

# GenericName(nis_server.desktop)
source: Configure a NIS server
bg: Настройка на NIS сървъра
fr: Configurer un serveur NIS

# Name(ntp-client.desktop)
source: NTP Configuration
bg: NTP
fr: Configuration NTP

# GenericName(ntp-client.desktop)
source: Configure an NTP client or server
bg: Настройка на NTP сървъра и клиента
fr: Configurer un serveur ou un client NTP

# Name(online_update_configuration.desktop)
source: Online Update Configuration
bg: Настройване на обновяването от мрежата
fr: Configuration de la mise à jour en ligne

# GenericName(online_update_configuration.desktop)
source: Online Update Configuration
bg: Настройване на обновяването от мрежата
fr: Configuration de la mise à jour en ligne

# Name(online_update.desktop)
source: Online Update
bg: Обновяване от мрежата
fr: Mise à jour en ligne

# GenericName(online_update.desktop)
source: Get patches to correct and improve your existing installation
bg: Изтегляне на кръпки за коригиране и усъвършенстване
fr: Obtenir des correctifs pour rectifier ou améliorer votre installation

# Name(sw_single.desktop)
source: Software Management
bg: Управление на софтуера
fr: Installer et supprimer des logiciels

# GenericName(sw_single.desktop)
source: Install or remove software packages and manage software repositories
bg: Инсталиране или премахване на софтуерни пакети и управление на хранилищата
fr: Installer ou supprimer des paquets logiciels et gérer les dépôts de logiciels

# Name(sw_source.desktop)
source: Software Repositories
bg: Софтуерни хранилища
fr: Dépôts de logiciels

# GenericName(sw_source.desktop)
source: Choose the repositories for installation of software packages (CD, network, etc.), add the community repositories
bg: Избор на хранилища, от които да се инсталират софтуерни пакети (CD, мрежа и т.н.)
fr: Choisissez les dépôts pour l'installation de paquets logiciels (CD, réseau, etc...), ajoutez les dépôts communautaires

# Name(checkmedia.desktop)
source: Media Check
bg: Проверка на носителите
fr: Vérification des supports

# GenericName(checkmedia.desktop)
source: Verify CD and DVD media integrity
bg: Удостоверяване интегритета на CD и DVD носителите
fr: Vérifier l'intégrité des supports CD/DVD

# Name(printer.desktop)
source: Printer
bg: Принтер
fr: Imprimante

# GenericName(printer.desktop)
source: Configure printers
bg: Настройка на принтер
fr: Configurer les imprimantes

# Name(product-creator.desktop)
source: Product Creator
bg: Създаване на продукт
fr: Créateur de produit

# GenericName(product-creator.desktop)
source: Create new products from existing repositories
bg: Създаване на нови продукти от съществуващи хранилища
fr: Créer de nouveaux produits à partir de dépôts existants

# Name(image-creator.desktop)
source: Image Creator
bg: Създаване на образи
fr: Créateur d'images

# GenericName(image-creator.desktop)
source: Create the Live CD, USB or XEN image
bg: Създаване на живо CD, USB или XEN образ
fr: Créer une image Live-CD, USB ou XEN

# Name(proxy.desktop)
source: Proxy
bg: Прокси сървър
fr: Serveur mandataire (proxy)

# GenericName(proxy.desktop)
source: Configure a proxy
bg: Настройка на прокси
fr: Configurer un proxy

# Name(samba-client.desktop)
source: Windows Domain Membership
bg: Членство в Windows домейн
fr: Appartenance au domaine Windows

# GenericName(samba-client.desktop)
source: Configure the Windows Domain Membership
bg: Настройка за членство в Windows домейн
fr: Configurer l'appartenance au domaine Windows

# Name(samba-server.desktop)
source: Samba Server
bg: Samba сървър
fr: Serveur Samba

# GenericName(samba-server.desktop)
source: Configure a Samba server
bg: Настройка на Samba сървъра
fr: Configurer un serveur Samba

# Name(scanner.desktop)
source: Scanner
bg: Скенер
fr: Scanneur

# GenericName(scanner.desktop)
source: Configure a scanner
bg: Настройка на скенер
fr: Configurer un scanneur

# Name(security.desktop)
source: Security Center and Hardening
bg: Център по сигурността и „закаляване“
fr: Centre de sécurité et durcissement

# GenericName(security.desktop)
source: Configure local security settings
bg: Настройване на локалните параметри на сигурността
fr: Configurer les paramètres de sécurité locale

# Name(services-manager.desktop)
source: Services Manager
bg: Диспечер на услугите
fr: Gestionnaire de services

# GenericName(services-manager.desktop)
source: Configure running services and the default target
bg: Настройка на системните услуги
fr: Configurer les services actifs et la cible par défaut

# Name(slp-server.desktop)
source: SLP Server
bg: SLP сървър
fr: Serveur SLP

# GenericName(slp-server.desktop)
source: Configure a SLP server
bg: Настройка на SLP сървъра
fr: Configurer un serveur SLP

# Name(sound.desktop)
source: Sound
bg: Звук
fr: Son

# GenericName(sound.desktop)
source: Configure your sound card
bg: Настройка на звуковата карта
fr: Configurer votre carte son

# GenericName(squid.desktop)
source: Configure a Squid cache proxy server
bg: Настройване на сървъра-посредник Squid
fr: Configurer un serveur proxy Squid

# Name(disk.desktop)
source: Partitioner
bg: Дялове на диска
fr: Partitionneur

# GenericName(disk.desktop)
source: Partition hard disks (including RAID, LVM, and encrypted file systems)
bg: Разделяне на твърди дискове (включително RAID, LVM и криптирани файлови системи)
fr: Partitionnement du disque dur (incluant RAID, LVM, systèmes de fichiers cryptés)

# GenericName(sudo.desktop)
source: Configure sudo
bg: Настройка на sudo
fr: Configurer sudo

# GenericName(support.desktop)
source: support
bg: Поддръжка

# Name(sysconfig.desktop)
source: /etc/sysconfig Editor
bg: Редактор на /etc/sysconfig
fr: Éditeur de fichiers /etc/sysconfig

# GenericName(sysconfig.desktop)
source: Change settings in /etc/sysconfig configuration files
bg: Промяна на настройките от файлове в /etc/sysconfig
fr: Changer les paramètres dans les fichiers de configuration /etc/sysconfig

# Name(tftp-server.desktop)
source: TFTP Server
bg: TFTP сървър
fr: Serveur TFTP

# GenericName(tftp-server.desktop)
source: Configure a TFTP server
bg: Настройка на TFTP сървъра
fr: Configurer un serveur TFTP

# Name(system_settings.desktop)
source: Kernel Settings
bg: Ядро
fr: Paramètres du noyau

# GenericName(system_settings.desktop)
source: Configure Low-Level System Options
bg: Настройка на системните опции от ниско ниво
fr: Configurer les options système de bas niveau

# Name(hwinfo.desktop)
source: Hardware Information
bg: Данни за хардуера
fr: Informations sur le matériel

# GenericName(hwinfo.desktop)
source: View hardware information
bg: Преглед на данните за хардуера
fr: Afficher les informations sur le matériel

# Name(update.desktop)
source: FACTORY Update
bg: Обновяване от FACTORY
fr: Mise à jour FACTORY

# GenericName(update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
bg: Обновяване на системата с най-новите пакети от FACTORY (инструмент за напреднали)
fr: Mettre à jour votre système avec les nouveaux paquets issus de la FACTORY (outil pour expert)

# Comment(update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
bg: Обновяване на системата с най-новите пакети от FACTORY (инструмент за напреднали)
fr: Mettre à jour votre système avec les nouveaux paquets issus de la FACTORY (outil pour expert)

# Name(users.desktop)
source: User and Group Management
bg: Потребители и групи
fr: Gestion des groupes et des utilisateurs

# GenericName(users.desktop)
source: Add, Edit, Delete Users or User Groups
bg: Добавяне, редактиране и изтриване на потребители или групи
fr: Ajouter, modifier ou supprimer des utilisateurs ou des groupes d'utilisateurs

# Name(virtualization.desktop)
source: Virtualization
bg: Виртуализация
fr: Virtualisation

# GenericName(relocation-server.desktop)
source: Configure Host for Virtual Machine Migration
bg: Настрой хост за миграция към виртуална машина
fr: Configurer l’hôte pour la migration de machines virtuelles

# Name(vpn.desktop)
source: VPN Gateway and Clients
bg: VPN шлюзове и клиенти
fr: Passerelle et clients VPN

# GenericName(vpn.desktop)
source: Configure VPN gateway and clients using IPSec
bg: Настройване на VPN шлюзове и клиенти чрез IPSec
fr: Configurer passerelle et clients VPN utilisant IPSec

# GenericName(clone_system.desktop)
source: Creating AutoYaST configuration file
fr: Créer un fichier de configuration AutoYaST

# Name(virtualization-config.desktop)
source: Install Hypervisor and Tools
fr: Installer hyperviseur et outils

# GenericName(virtualization-config.desktop)
source: Install Xen or KVM with Management Tools
fr: Installer Xen ou KVM avec leurs outils de gestion

# GenericName(alternatives.desktop)
source: Manage update-alternatives switching
fr: Gérer les changements de update-alternatives

# Name(relocation-server.desktop)
source: Relocation Server Configuration
fr: Configuration du serveur de relocation

# GenericName(auth-client.desktop)
source: User Logon Management
fr: Gestion de la connexion utilisateur

# Name(auth-client.desktop)
source: User Logon Management
fr: Gestion de la connexion utilisateur
