Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files-kde.po
Languages: bn, fa, gu, is, ku, mk, pa, si, th, uz

# Name(amarok.desktop)
source: Amarok
pa: ਅਮਰੋਕ
th: แอมอะร็อก

# GenericName(amarok.desktop)
source: Audio Player
is: Tónlistarspilari
ku: Lêdarê Muzîkê
pa: ਆਡੀਓ ਪਲੇਅਰ
th: เครื่องเล่นเสียง

# Comment(amarok.desktop)
source: Amarok - Rediscover Your Music!
is: Amarok - Enduruppgötvaðu tónlistina þína!
ku: Amarok - muzîkê ji nû ve keşif bike
pa: ਅਮਰੋਕ - ਆਪਣਾ ਸੰਗੀਤ ਮੁੜ ਲੱਭੋ!
th: แอมอะร็อก - ค้นพบมิติใหม่ในดนตรีของคุณ !

# Name(amzdownloader.desktop)
source: AMZ Downloader
pa: AMZ ਡਾਊਨਲੋਡਰ

# Name(amarok_containers.desktop)
source: Amarok
pa: ਅਮਰੋਕ
th: แอมอะร็อก

# GenericName(amarok_containers.desktop)
source: Audio Player
is: Tónlistarspilari
ku: Lêdarê Muzîkê
pa: ਆਡੀਓ ਪਲੇਅਰ
th: เครื่องเล่นเสียง

# Comment(amarok_containers.desktop)
source: Amarok - Rediscover Your Music!
is: Amarok - Enduruppgötvaðu tónlistina þína!
ku: Amarok - muzîkê ji nû ve keşif bike
pa: ਅਮਰੋਕ - ਆਪਣਾ ਸੰਗੀਤ ਮੁੜ ਲੱਭੋ!
th: แอมอะร็อก - ค้นพบมิติใหม่ในดนตรีของคุณ !

# Name(org.kde.juk.desktop)
source: JuK
pa: ਜੂਕ

# GenericName(org.kde.juk.desktop)
source: Music Player
is: Tónlistarspilari
pa: ਸੰਗੀਤ ਪਲੇਅਰ

# Name(kaffeine.desktop)
source: Kaffeine
pa: ਕੈਫ਼ੀਨ
th: แคฟเฟอีน-K

# GenericName(kaffeine.desktop)
source: Media Player
is: Margmiðlunarspilari
ku: Lêdarê Medya
pa: ਮੀਡਿਆ ਪਲੇਅਰ
th: เครื่องเล่นสื่อ

# Name(kajongg.desktop)
source: Kajongg
pa: ਕੇ-ਮਹਿਜੋਂਗ

# GenericName(kajongg.desktop)
source: Mah Jongg
pa: ਮਹਿ ਜੋਂਗ

# Comment(org.kde.kalzium.desktop)
source: KDE Periodic Table of Elements
bn: কে.ডি.ই. উপস্থাপিত পদার্থের পর্যায় সারণী
fa: جدول تناوبی عناصر KDE
gu: KDE તત્વોનું આવર્ત કોષ્ટક
is: KDE Lotukerfið
pa: KDE ਤੱਤਾਂ ਦੀ ਆਵਰਤੀ ਸਾਰਣੀ

# Name(org.kde.kalzium.desktop)
source: Kalzium
bn: ক্যালজিয়াম
gu: કેલ્ઝિયમ
mk: Калциум
pa: ਕੈਲਜ਼ੀਅਮ

# GenericName(org.kde.kalzium.desktop)
source: Periodic Table of Elements
bn: পদার্থের পর্যায় সারণী
fa: جدول تناوبی عناصر
gu: તત્વોનું આવર્ત કોષ્ટક
is: Lotukerfið
mk: Периодична табела на елементи
pa: ਤੱਤਾਂ ਦੀ ਆਵਰਤੀ ਸਾਰਣੀ

# Name(org.kde.kalzium_cml.desktop)
source: Kalzium
bn: ক্যালজিয়াম
gu: કેલ્ઝિયમ
mk: Калциум
pa: ਕੈਲਜ਼ੀਅਮ

# Name(kfmclient.desktop)
source: Konqueror
bn: কনকরার
gu: કોન્કરર
pa: ਕੋਨਕਿਉਰੋਰ

# Name(kfmclient_html.desktop)
source: Konqueror
bn: কনকরার
gu: કોન્કરર
pa: ਕੋਨਕਿਉਰੋਰ

# Name(konquerorsu.desktop)
source: File Manager - Super User Mode
bn: ফাইল ম্যানেজার - অ্যাডমিনস্ট্রেটর মোড
fa: مدیر پرونده - حالت ابرکاربر
gu: ફાઇલ વ્યવસ્થાપક - ઉચ્ચ વપરાશકર્તા સ્થિતિ
is: Skráastjóri (sem kerfisstjóri)
ku: Rêveberiya pelan - Moda Bikarhênerê/a Super
mk: Менаџер на датотеки - режим root
pa: ਫਾਇਲ ਮੈਨੇਜਰ - ਸੁਪਰ ਯੂਜ਼ਰ ਮੋਡ
si: ගොනු කළමණාකරු - විශේෂ පරිශීලක ආකාරය
th: จัดการแฟ้ม - โหมดผู้ดูแลระบบ
uz: Fayl boshqaruvchisi (root)

# Name(Home.desktop)
source: Home
bn: ব্যক্তিগত ফোল্ডার
fa: آغازه
gu: ઘર
is: Heimasvæðið þitt
ku: Mal
mk: Дома
pa: ਘਰ
si: නිවස
th: พื้นที่ส่วนตัว
uz: Uy

# GenericName(Home.desktop)
source: Personal Files
bn: ব্যক্তিগত ফাইলসমূহ
fa: پرونده‌های شخصی
gu: અંગત ફાઇલો
is: Skrárnar þínar
ku: Pelên takekesî
mk: Лични датотеки
pa: ਨਿੱਜੀ ਫਾਇਲਾਂ
si: පුද්ගලික ගොනු
th: แฟ้มส่วนตัว
uz: Shaxsiy fayllar

# Name(keditbookmarks.desktop)
source: Bookmark Editor
bn: বুকমার্ক সম্পাদক
fa: ویرایشگر چوب الف
gu: બુકમાર્ક સંપાદક
is: Bókamerkjastjóri
pa: ਬੁੱਕਮਾਰਕ ਐਡੀਟਰ
si: පිටුසලකුණු සංස්කාරක
th: เครื่องมือแก้ไขที่คั่นหน้า

# Comment(keditbookmarks.desktop)
source: Bookmark Organizer and Editor
bn: বুকমার্ক ব্যবস্থাপনা এবং সম্পাদনা
gu: બૂકમાર્ક વ્યવસ્થાપક અને સંપાદક
is: Bókamerkjaskipuleggjari
pa: ਬੁੱਕਮਾਰਕ ਪਰਬੰਧਕ ਤੇ ਐਡੀਟਰ
si: පිටු සළකුණු සංවිධායක සහ සංස්කාරක
th: เครื่องมือแก้ไขและจัดการที่คั่นหน้า

# Name(kfind.desktop)
source: Find Files/Folders
bn: ফাইল/ফোল্ডার অনুসন্ধান
fa: یافتن پرونده‌ها/پوشه‌ها
gu: ફાઇલો/ફોલ્ડરો શોધો
is: Finna skrár/möppur
ku: Pelan/peldankan Bibîne
mk: Пронајди датотеки/папки
pa: ਫਾਇਲ/ਫੋਲਡਰ ਖੋਜ
si: ගොනු/බහලුම් සොයන්න
th: ค้นหาแฟ้ม/โฟลเดอร์
uz: Fayl/jildlarni qidirish

# Name(kfmclient_war.desktop)
source: Konqueror
bn: কনকরার
gu: કોન્કરર
pa: ਕੋਨਕਿਉਰੋਰ

# Name(kfmclient_dir.desktop)
source: Konqueror
bn: কনকরার
gu: કોન્કરર
pa: ਕੋਨਕਿਉਰੋਰ

# Name(konqbrowser.desktop)
source: Konqueror
bn: কনকরার
gu: કોન્કરર
pa: ਕੋਨਕਿਉਰੋਰ

# GenericName(konqbrowser.desktop)
source: Web Browser
bn: ওয়েব ব্রাউজার
fa: مرورگر وب‌
gu: વેબ બ્રાઉઝર
is: Vafri
ku: Geroka Torê
mk: Прелистувач на Интернет
pa: ਵੈੱਬ ਬਰਾਊਜ਼ਰ
si: ජාල ගවේශකය
th: เว็บเบราว์เซอร์
uz: Veb-brauzer

# Name(kdepasswd.desktop)
source: Change Password
bn: পাসওয়ার্ড পরিবর্তন
fa: تغییر اسم رمز
gu: પાસવર્ડ બદલો
is: Breyta lykilorði
ku: Nasnavê Biguherîne
mk: Измени лозинка
pa: ਪਾਸਵਰਡ ਬਦਲੋ
si: රහස්පදය වෙනස් කරන්න
th: เปลี่ยนรหัสผ่าน
uz: Maxfiy soʻzni oʻzgartirish

# Name(Help.desktop)
source: Help
bn: সাহায্য
fa: کمک
gu: મદદ
is: Hjálp
ku: Alîkarî
mk: Помош
pa: ਮੱਦਦ
si: උදව්
th: วิธีใช้
uz: Yordam

# GenericName(knetattach.desktop)
source: Network Folder Wizard
bn: নেটওয়ার্ক ফোল্ডার উইজার্ড
fa: جادوگر پوشه شبکه
gu: નેટવર્ક ફોલ્ડર વિઝાર્ડ
is: Netmöppuálfur
ku: Sêrbaza Peldanka Torê
mk: Волшебник за мрежни папки
pa: ਨੈੱਟਵਰਕ ਫੋਲਡਰ ਸਹਾਇਕ
si: ජාල බහාළුම් විශාරද
th: ช่วยตั้งค่าโฟลเดอร์เครือข่าย
uz: Tarmoq jildi boʻyicha yordamchi

# Name(kinfocenter.desktop)
source: KInfoCenter
bn: কে-ইনফো-সেন্টার
ku: Navenda Agahiyên KDE'yê
mk: КИнфоцентар
pa: ਕੇ-ਜਾਣਕਾਰੀ ਸੈਂਟਰ
th: ศูนย์ข้อมูล-K
uz: Maʼlumot markazi

# GenericName(kinfocenter.desktop)
source: Info Center
bn: তথ্য কেন্দ্র
fa: مرکز اطلاعات
gu: માહિતી કેન્દ્ર
is: Upplýsingaborð
ku: Navenda Agahiyan
mk: Информативен центар
pa: ਜਾਣਕਾਰੀ ਸੈਂਟਰ
si: තොරතුරු මධ්‍යස්ථානය
th: ศูนย์ข้อมูล
uz: Maʼlumot markazi

# GenericName(kfontview.desktop)
source: Font Viewer
bn: ফন্ট প্রদর্শক
fa: مشاهده‌گر قلم
gu: ફોન્ટ દર્શક
is: Leturskoðari
ku: Nîşandêra Curetîpan
mk: Прегледувач на фонтови
pa: ਫੋਂਟ ਦਰਸ਼ਕ
si: අකුරු දසුන
th: ดูตัวอย่างแบบอักษร
uz: Shrift koʻruvchi

# Name(ksysguard.desktop)
source: KSysGuard
is: KDE kerfisvörður
pa: ਕੇਸਿਸ-ਗਾਰਡ
th: ป้องกันระบบ-K
uz: KDE tizim nazoratchisi

# GenericName(ksysguard.desktop)
source: System Monitor
bn: সিস্টেম মনিটর
fa: نمایشگر سیستم
gu: સિસ્ટમ દેખરેખ
is: Kerfiseftirlit
ku: Temaşekarê Pergalê
mk: Системски монитор
pa: ਸਿਸਟਮ ਨਿਗਰਾਨ
si: පද්ධති නිරීක්‍ෂකය
th: สอดส่องการทำงานของระบบ
uz: Tizimni nazorat qilish

# Name(klipper.desktop)
source: Klipper
bn: ক্লিপার
gu: ક્લિપર
mk: Клипер
pa: ਕੇਲਿਪਰ
th: คลิปเปอร์

# GenericName(klipper.desktop)
source: Clipboard Tool
bn: ক্লিপবোর্ড টুল
fa: ابزار تخته‌یادداشت
gu: ક્લિપ બોર્ડ સાધન
is: Klippispjaldstól
mk: Алатка за табла со исечоци
pa: ਕਲਿੱਪਬੋਰਡ ਟੂਲ
si: ක්ලිප් පුවරු මෙවලම
th: เครื่องมือคลิปบอร์ด
uz: Klipbord vositasi

# Comment(klipper.desktop)
source: A cut & paste history utility
fa: برنامه سودمند تاریخچه برش و چسباندن
gu: ઇતિહાસ કાપવા અને મૂકવાનું સાધન
is: Klipp & lím sögutól
mk: Алатка за историјат на сечење и вметнување
pa: ਇੱਕ ਕੱਟਣ ਅਤੇ ਚੇਪਣ ਅਤੀਤ ਸਹੂਲਤ
si: කැපීම් හා ඇලවීම් ඉතිහාස මෙවලම
th: เครื่องมือดูประวัติการตัดและวาง

# GenericName(krandrtray.desktop)
source: Screen Resize & Rotate
bn: পর্দা মাপবদল ও আবর্তন
fa: تغییر اندازه و چرخش پرده
gu: સ્ક્રિન માપ બદલો અને ફેરવો
is: Stærð og snúningur skjáa
ku: Guhertina Mezinahî û Hêla Ekranê
mk: Големина и ротација на екранот
pa: ਸਕਰੀਨ ਮੁੜ-ਸਾਇਜ਼ ਅਤੇ ਘੁੰਮਾਓ
si: තිර ප්‍රතිප්‍රමාණය හා භ්‍රමණය
th: ปรับขนาดและหมุนหน้าจอ
uz: Ekraning oʻlchamini oʻzgartirish va burish

# Comment(krandrtray.desktop)
source: A panel applet for resizing and reorientating X screens.
fa: برنامک تابلویی برای تغییر اندازه و تغییر جهت پرده‌های X.
gu: X સ્ક્રિનોનું માપ બદલવા અને ફેરવવા માટેનું પેનલ એપ્લેટ
is: Smáforrit á spjöld sem stjórnar stærð og snúningi X skjáa.
ku: Amûreke panelê ji bo guherandina mezinahî û hêla ekranên X.
mk: Аплет за панелот што се користи за менување на големината и ориентацијата на X-екраните.
pa: X ਸਕਰੀਨਾਂ ਨੂੰ ਮੁੜ-ਸਾਇਜ਼ ਕਰਨ ਅਤੇ ਮੁੜ-ਘੁੰਮਾਉਣ ਲਈ ਇੱਕ ਪੈਨਲ ਐਪਲਿਟ
si: X තිර ප්‍රතිප්‍රමාණයට හා නැවත කේන්ද්‍රගත කිරීමට පැනල ඇප්ලටය
th: แอพเพล็ตของแถบพาเนลสำหรับปรับขนาดหรือปรับทิศทางการวางแนวของหน้าจอ X

# Name(kmenuedit.desktop)
source: Menu Editor
bn: মেনু সম্পাদক
fa: ویرایشگر گزینگان
gu: મેનુ સંપાદક
is: Valmyndaritill
ku: Edîtorê Menuyan
mk: Уредувач на мени
pa: ਮੇਨੂ ਐਡੀਟਰ
si: මෙනු සකසනය
th: ตัวแก้ไขเมนู
uz: Menyu tahrirchi

# GenericName(systemsettings.desktop)
source: Configure KDE 4 Applications
bn: সিস্টেম সেটিংস
gu: સિસ્ટમ ગોઠવણીઓ
is: Kerfisstillingar
ku: Mîhengên Pergalê
mk: Системски поставувања
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
si: පද්ධති සැකසුම්
th: ตั้งค่าระบบ
uz: Tizim moslamalari

# Name(systemsettings.desktop)
source: Configure KDE 4 Applications
bn: সিস্টেম সেটিংস
fa: تنظیمات سیستم
gu: સિસ્ટમ ગોઠવણીઓ
is: Kerfisstillingar
ku: Mîhengên Pergalê
mk: Системски поставувања
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
si: පද්ධති සැකසුම්
th: ตั้งค่าระบบ
uz: Tizim moslamalari

# GenericName(kdesystemsettings.desktop)
source: KDE System Settings
is: KDE kerfisstillingar
pa: KDE ਸਿਸਟਮ ਸੈਟਿੰਗ

# Name(kdesystemsettings.desktop)
source: KDE System Settings
is: KDE kerfisstillingar
pa: KDE ਸਿਸਟਮ ਸੈਟਿੰਗ

# GenericName(ktimetracker.desktop)
source: Personal Time Tracker
fa: ردیاب شخصی زمان
is: Fylgjast með í hvað tíminn fer
mk: Следење на личното време
pa: ਨਿੱਜੀ ਟਾਇਮ ਟਰੈਕਰ

# Name(kontact-admin.desktop)
source: Kontact Administration
pa: ਕੇਸੰਪਰਕ ਪਰਸ਼ਾਸ਼ਨ

# Name(akonadiconsole.desktop)
source: Akonadi Console
pa: ਅਕੌਂਡੀ ਕਨਸੋਲ

# Comment(akonadiconsole.desktop)
source: Akonadi Management and Debugging Console
pa: ਅਕੌਂਡੀ ਪਰਬੰਧ ਅਤੇ ਡੀਬੱਗ ਕਨਸੋਲ

# Name(Kontact.desktop)
source: Kontact
mk: Контакт
pa: ਕੇ-ਸੰਪਰਕ

# GenericName(Kontact.desktop)
source: Personal Information Manager
fa: مدیر اطلاعات شخصی
is: Persónulegur upplýsingastjórnandi
mk: Менаџер на лични информации
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਮੈਨੇਜਰ
th: เครื่องมือจัดการข้อมูลส่วนบุคคล
uz: Shaxsiy maʼlumot boshqaruvchisi

# Name(KNode.desktop)
source: KNode
pa: ਕੇ-ਨੋਡ

# GenericName(KNode.desktop)
source: News Reader
fa: خواننده اخبار
is: Fréttaforrit
mk: Читач на вести
pa: ਨਿਊਜ਼ ਰੀਡਰ
th: เครื่องมืออ่านข่าว

# Name(Kjots.desktop)
source: KJots
pa: ਕੇ-ਜੋਟਸ

# GenericName(Kjots.desktop)
source: Note Taker
pa: ਨੋਟ ਟੇਕਰ

# Comment(korganizer.desktop)
source: Calendar and Scheduling Program
fa: تقویم و برنامه زمان‌بندی
is: Dagbók og skipulag
mk: Програма за календари и закажувања
pa: ਕੈਲੰਡਰ ਅਤੇ ਸ਼ੈਡਿਊਲ ਪਰੋਗਰਾਮ
uz: Kalendar va rejalashtirish dasturi

# Name(korganizer.desktop)
source: KOrganizer
mk: КОрганизатор
pa: ਕੇ-ਪਰਬੰਧਕ

# GenericName(korganizer.desktop)
source: Personal Organizer
fa: سازمان‌دهنده شخصی
is: Persónuleg skipulagsbók
mk: Личен организатор
pa: ਨਿੱਜੀ ਪਰਬੰਧਕ
uz: Shaxsiy organayzer

# Name(kalarm.desktop)
source: KAlarm
mk: КАларм
pa: ਕੇ-ਅਲਾਰਮ

# GenericName(kalarm.desktop)
source: Personal Alarm Scheduler
fa: زمان‌بند هشدار شخصی
is: Áminningakerfi
mk: Закажување лични аларми
pa: ਨਿੱਜੀ ਅਲਾਰਮ ਸੈਡਿਊਲਰ
th: ตัวจัดตารางแจ้งเตือนส่วนบุคคล

# Name(akregator.desktop)
source: Akregator
pa: ਅਕਰੀਗੇਟਰ

# GenericName(akregator.desktop)
source: Feed Reader
pa: ਫੀਡ ਰੀਡਰ
th: โปรแกรมอ่านแหล่งป้อน

# Comment(akregator.desktop)
source: A KDE News Feed Reader
pa: KDE ਨਿਊਜ਼ ਫੀਡ ਰੀਡਰ

# Name(KMail2.desktop)
source: KMail
mk: КПошта
pa: ਕੇ-ਮੇਲ
th: จัดการจดหมาย K

# GenericName(KMail2.desktop)
source: Mail Client
fa: کارخواه‌نامه
is: Póstforrit
mk: Клиент за електронска пошта
pa: ਮੇਲ ਕਲਾਇਟ
th: ไคลเอนต์จัดการจดหมาย
uz: Xat-xabar klienti

# Name(kleopatra_import.desktop)
source: Kleopatra
is: Kleópatra
mk: Клеопатра
pa: ਕਲੀਉਪਾਟਰਾ

# Comment(kleopatra_import.desktop)
source: Certificate Manager and Unified Crypto GUI
pa: ਸਰਟੀਫਿਕੇਟ ਮੈਨੇਜਰ ਅਤੇ ਇੱਕ ਕ੍ਰਿਪਟੂ GUI

# Name(kaddressbook.desktop)
source: KAddressBook
mk: КАдресар
pa: ਕੇ-ਐਡਰੈੱਸਬੁੱਕ
th: สมุดที่อยู่ K

# GenericName(kaddressbook.desktop)
source: Contact Manager
pa: ਸੰਪਰਕ ਮੈਨੇਜਰ
th: จัดการที่อยู่ติดต่อ

# Name(konsolekalendar.desktop)
source: KonsoleKalendar
mk: КонзоленКалендар
pa: ਕਨਸੋਲ-ਕੈਲੰਡਰ

# Name(kleopatra.desktop)
source: Kleopatra
is: Kleópatra
mk: Клеопатра
pa: ਕਲੀਉਪਾਟਰਾ

# GenericName(kleopatra.desktop)
source: Certificate Manager and Unified Crypto GUI
pa: ਸਰਟੀਫਿਕੇਟ ਮੈਨੇਜਰ ਅਤੇ ਇੱਕ ਕ੍ਰਿਪਟੂ GUI

# GenericName(knotes.desktop)
source: Popup Notes
fa: یادداشتهای بالاپر
is: Litlir gulir miðar
mk: Скок-белешки
pa: ਨੋਟਿਸ ਪੋਪਅੱਪ

# Name(knotes.desktop)
source: KNotes
mk: КБелешки
pa: ਕੇ-ਨੋਟਿਸ

# Name(accountwizard.desktop)
source: Account Wizard
pa: ਅਕਾਊਂਟ ਸਹਾਇਕ

# Name(akonaditray.desktop)
source: Akonaditray
pa: ਅਕੌਂਡੀ-ਟਰੇ

# GenericName(akonaditray.desktop)
source: Akonadi Tray Utility
pa: ਅਕੌਂਡੀ ਟਰੇ ਸਹੂਲਤ

# GenericName(kfilereplace.desktop)
source: Search & Replace Tool
fa: ابزار جستجو و جایگزینی
is: Tól til að leita að texta og skipta út
ku: Amûra Lêgerîn û Guherandinê
pa: ਖੋਜ ਅਤੇ ਤਬਦੀਲ ਟੂਲ
th: เครื่องมือค้นหาและแทนที่

# Name(kget.desktop)
source: KGet
bn: কে-গেট
pa: ਕੇ-ਗੈੱਟ
th: ดาวน์โหลด-K

# GenericName(kget.desktop)
source: Download Manager
bn: ডাউনলোড ম্যানেজার
fa: مدیر بارگیری
is: Niðurhalsstjóri
mk: Менаџер за симнувања
pa: ਡਾਊਨਲੋਡ ਮੈਨੇਜਰ
si: බාගැනීම් කළමනාකරු
th: เครื่องมือจัดการการดาวน์โหลด
uz: Yozib olish boshqaruvchisi

# Name(KGoldrunner.desktop)
source: KGoldrunner
bn: কে-গোল্ডরানার
fa: فرار با جواهرات
pa: ਕੇ-ਗੋਲਡ ਰਨਰ

# Comment(kile.desktop)
source: (La)TeX development environment
pa: (La)TeX ਡਿਵੈਲਪਮਿੰਟ
th: สภาพแวดล้อมการพัฒนา (La)TeX

# Name(kile.desktop)
source: Kile
pa: ਕਿਲੀ

# GenericName(kile.desktop)
source: LaTeX Frontend
pa: LaTeX ਫਰੰਟਐਂਡ
th: โปรแกรมฟร้อนท์เอนด์สำหรับ LaTeX

# Name(kmag.desktop)
source: KMag
pa: ਕੇ-ਵੱਡਦਰਸ਼ੀ

# GenericName(kmag.desktop)
source: Screen Magnifier
fa: درشت‌نمای پرده
is: Skjástækkunargler
ku: Nêzîkera Dîmenê
mk: Зголемувач за екранот
pa: ਸਕਰੀਨ ਵੱਡਦਰਸ਼ੀ
uz: Ekranni kattalashtiruvchi

# Comment(kmousetool.desktop)
source: Clicks the mouse for you, reducing the effects of RSI
fa: موشی را برایتان فشار می‌دهد، اثرات RSI را کاهش می‌دهد
is: Smellir músarhnöppunum fyrir þig og dregur úr áhrifum RSI
ku: Ji bo we mişkê ditikîne, efekta RSI kêmtir dike
pa: ਮਾਊਸ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਤੁਹਾਡੇ ਲਈ RSI ਪਰਭਾਵ ਘੱਟ ਜਾਵੇਗਾ

# Name(kmousetool.desktop)
source: KMouseTool
pa: ਕੇ ਮਾਊਸ ਸੰਦ
uz: Sichqoncha vositasi

# GenericName(kmousetool.desktop)
source: Automatic Mouse Click
fa: فشار خودکار موشی
is: Sjálfvirkur músahnappasmellir
ku: Bixweber Tikandina Mişkê
mk: Автоматско кликнување на глушецот
pa: ਐਟੋਮੈਟਿਕ ਮਾਊਸ ਕਲਿੱਕ
uz: Sichqonchani avto-bosish

# Name(kmouth.desktop)
source: KMouth
is: KMunnur
pa: ਕੇ-ਮੂੰਹ

# GenericName(kmouth.desktop)
source: Speech Synthesizer Frontend
fa: پایانه ترکیب‌دهنده گفتار
is: Viðmót á talgerfilinn
ku: Pêşrûyê Yekkirina Axaftinê
mk: Преден крај на синтисајзерот за говор
pa: ਬੋਲੀ ਸੰਸਲੇਸ਼ਣ ਫਰੰਟ-ਐਂਡ

# Name(knemo.desktop)
source: KNemo
pa: ਕੇ-ਨੀਮੋ
th: โปรแกรมเฝ้าสังเกตระบบเครือข่าย KNemo

# Name(kolf.desktop)
source: Kolf
bn: কল্‌ফ
fa: کلف
pa: ਕੇ-ਗੋਲਫ਼

# GenericName(kolf.desktop)
source: Miniature Golf
bn: ছোটখাটো গলফ
fa: گلف مینیاتوری
is: Minigolf
mk: Минијатурен голф
pa: ਛੋਟੀ ਗੋਲਫ਼ ਭੇਜੋ

# Name(kopete.desktop)
source: Kopete
bn: কপেট
pa: ਕੋਪੀਟੀ

# GenericName(kopete.desktop)
source: Instant Messenger
bn: তাত্ক্ষণিক বার্তাবাহক
fa: پیام‌رسان فوری
is: Spjallforrit
mk: Инстант гласник
pa: ਤੁਰੰਤ ਮੈਸੈਂਜਰ
si: ක්‍ෂණික පණිවුඩකරු
th: ข้อความด่วนทันใจ
uz: Xabar almashish vositasi

# Comment(kopete.desktop)
source: Instant Messenger
bn: তাত্ক্ষণিক বার্তাবাহক
fa: پیام‌رسان فوری
is: Spjallforrit
mk: Инстант гласник
pa: ਤੁਰੰਤ ਮੈਸੈਂਜਰ
si: ක්‍ෂණික පණිවුඩකරු
th: ข้อความด่วนทันใจ
uz: Xabar almashish vositasi

# Name(kppplogview.desktop)
source: KPPPLogview
bn: কে-পি-পি-পি লগভিউ
fa: نمای ثبت KPPP
is: KPPP annálaskoðari
pa: KPPP ਲਾਗ ਝਲਕ
th: แสดงปูมบันทึกของ KPPP

# GenericName(kppplogview.desktop)
source: Internet Dial-Up Tool Log Viewer
bn: ইন্টারনেট ডায়াল-আপ সরঞ্জাম কার্যবিবরণী প্রদর্শক
fa: ابزار مشاهده‌گر ثبت شماره‌گیری اینترنت
is: Annálaskoðari fyrir upphringisamband
pa: ਇੰਟਰਨੈੱਟ ਡਾਇਲ-ਅੱਪ ਟੂਲ ਲਾਗ ਦਰਸ਼ਕ
si: අන්තර්ජාල ඩයල්-අප් මෙවලම් වාර්‍ථා දසුන
th: เครื่องมือหมุนเชื่อมต่ออินเทอร์เน็ต

# GenericName(Kppp.desktop)
source: Internet Dial-Up Tool
bn: ইন্টারনেট ডায়াল-আপ সরঞ্জাম
fa: ابزار شماره‌گیری اینترنت
is: Tengjast netinu með upphringisambandi
mk: Алатка за поврзување на Интернет
pa: ਇੰਟਰਨੈੱਟ ਡਾਇਲ-ਅੱਪ ਟੂਲ
si: අන්තර්ජාල ඩයල්-අප් මෙවලම
th: เครื่องมือหมุนเชื่อมต่ออินเทอร์เน็ต

# Name(krcdnotifieritem.desktop)
source: KRemoteControl Notifier Item
pa: ਕੇਰਿਮੋਟਕੰਟਰੋਲ ਨੋਟੀਫਾਇਰ ਆਈਟਮ
th: รายการตัวแจ้งให้ทราบของตัวควบคุมระยะไกล-K

# Name(kreversi.desktop)
source: KReversi
bn: কে-রিভার্সি
is: KViðsnúningur
pa: ਕੇ-ਰੀਵਰਸੀ

# GenericName(kscd.desktop)
source: CD Player
is: CD spilari
pa: CD ਪਲੇਅਰ

# Name(org.kde.ksudoku.desktop)
source: KSudoku
pa: ਕੇਸੁਡੂਕੂ

# GenericName(org.kde.ktouch.desktop)
source: Touch Typing Tutor
bn: টাচ টাইপিং প্রশিক্ষক
fa: مهارت تحریر آموختار
gu: ટાઇપિંગ કરવાનું શિખવનાર
is: Vélritunarkennsla
mk: Учител за пишување на машина
pa: ਟੱਚ ਟਾਇਪਿੰਗ ਟਿਊਟਰ

# Name(org.kde.ktouch.desktop)
source: KTouch
bn: কে-টাচ
is: KVélritun
pa: ਕੇ-ਟੱਚ

# Name(kuser.desktop)
source: KUser
bn: কে-ব্যবহারকারী
is: KNotandi
pa: ਕੇ-ਯੂਜ਼ਰ
th: จัดการบัญชีผู้ใช้
uz: Foydalanuvchilar

# GenericName(kuser.desktop)
source: User Manager
bn: ব্যবহারকারী ম্যানেজার
fa: مدیر کاربر
is: Notandastjóri
mk: Менаџер на корисници
pa: ਯੂਜ਼ਰ ਮੈਨੇਜਰ
th: จัดการบัญชีผู้ใช้
uz: Foydalanuvchilar boshqaruvchisi

# Name(kwalletmanager.desktop)
source: KWalletManager
pa: ਕੇਵਾਲਿਟ-ਮੈਨੇਜਰ
th: จัดการกระเป๋าคุมข้อมูล-K

# GenericName(kwalletmanager.desktop)
source: Wallet Management Tool
pa: ਵਾਲਿਟ ਪਰਬੰਧਨ ਟੂਲ
th: เครื่องมือจัดการกระเป๋าคุมข้อมูล

# Name(kwalletmanager-kwalletd.desktop)
source: Wallet Management Tool
fa: ابزار مدیریت Wallet
is: Tól til að stýra eiginleikum veskisins
mk: Алатка за менаџирање на паричници
pa: ਵਾਲਿਟ ਪਰਬੰਧਨ ਟੂਲ
th: เครื่องมือจัดการกระเป๋าคุมข้อมูล
uz: Qopchiq boshqarish vositasi

# GenericName(lskat.desktop)
source: Card Game
bn: তাস খেলা
fa: بازی ورق
is: Spil
mk: Игра со карти
pa: ਤਾਸ਼ ਖੇਡ
uz: Qarta oʻyini

# GenericName(kde5-nm-connection-editor.desktop)
source: Connection editor
pa: ਕਨੈਕਸ਼ਨ ਐਡੀਟਰ

# Comment(kde5-nm-connection-editor.desktop)
source: Edit your network connections
pa: ਆਪਣੇ ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨਾਂ ਨੂੰ ਸੋਧੋ

# Name(rekonq.desktop)
source: Rekonq
pa: ਰੀਕੌਨ

# GenericName(rekonq.desktop)
source: Web Browser
fa: مرورگر وب
pa: ਵੈੱਬ ਬਰਾਊਜ਼ਰ
si: ජාල ගවේෂකය
th: เว็บเบราว์เซอร์

# Name(sweeper.desktop)
source: Sweeper
fa: جارو
pa: ਸਵੀਪਰ
th: เครื่องปัดกวาด

# GenericName(sweeper.desktop)
source: System Cleaner
fa: پاک‌کننده سیستم
pa: ਸਿਸਟਮ ਕਲੀਨਰ
th: เครื่องมือทำความสะอาดระบบ

# Comment(org.kde.jovie.desktop)
source: KDE Text To Speech Service
is: KDE texti-í-tal þjónusta

# GenericName(org.kde.jovie.desktop)
source: Text To Speech Service
is: Texti-í-tal þjónusta

# GenericName(kdbg.desktop)
source: Debugger
is: Aflúsun

# Comment(kdbg.desktop)
source: Debug programs
is: kdbg: Forrit til ađ aflúsa önnur forrit

# Name(ktelnetservice.desktop)
source: KTelnetService
gu: KTelnetસેવા
is: KTelnetÞjónusta

# Name(kmailservice.desktop)
source: KMailService
gu: KMailસેવા
is: KMailÞjónusta

# Comment(korganizer-import.desktop)
source: Calendar and Scheduling Program
is: Dagbók og skipulag
uz: Kalendar va rejalashtirish dasturi

# GenericName(korganizer-import.desktop)
source: Personal Organizer
is: Persónuleg skipulagsbók
uz: Shaxsiy organayzer

# GenericName(kimagemapeditor.desktop)
source: HTML Image Map Editor
fa: ویرایشگر نگاشت تصویر زنگام
is: HTML myndakortsritill
th: โปรแกรมแก้ไข Image Map

# GenericName(klinkstatus.desktop)
source: Link Checker
fa: بررسی‌کننده پیوند
is: Yfirfer tengla
th: โปรแกรมตรวจสอบลิงก์

# Comment(KGoldrunner.desktop)
source: A game of action and puzzle-solving
bn: ধাঁধাঁ ও অ্যাকশন মেশানো এক দারুণ খেলা
fa: یک بازی کنشی و حل معما
is: Leikur sem reynir á hraða og kænsku
mk: Игра со акција и решавање на загатки

# GenericName(kigo.desktop)
source: Go Board Game
is: GO borðleikur

# Name(konquest.desktop)
source: Konquest
bn: কনকোয়েস্ট
is: Geimstyrjöld

# GenericName(konquest.desktop)
source: Galactic Strategy Game
bn: গ্যালাকটিক কৌশলের খেলা
fa: بازی Galactic Strategy
is: Herkænskuleikur
mk: Игра на галактичка стратегија

# GenericName(kreversi.desktop)
source: Reversi Board Game
bn: ছককেন্দ্রিক খেলা রিভার্সি
fa: بازی Reversi Board
is: Reversi borðleikur
mk: Игра на табла Reversi

# Name(kspaceduel.desktop)
source: KSpaceDuel
bn: কে-স্পেসডুয়েল
fa: دوئل فضایی
is: Geimeinvígi

# GenericName(kspaceduel.desktop)
source: Space Arcade Game
bn: মহাশূন্য নিয়ে একটি আর্কেড (Arcade) খেলা
fa: بازی گذرگاه فضایی
is: Skotgeimleikur
mk: Вселенска аркадна игра

# Name(kfontview.desktop)
source: KFontView
bn: কে-ফন্ট-ভিউ
mk: КФонтПреглед
th: ดูแบบอักษร-K

# Name(kfilereplace.desktop)
source: KFileReplace
th: โปรแกรมค้นหาและแทนที่ KFileReplace

# Comment(kepas.desktop)
source: Kepas - KDE Easy Publish and Share
th: Kepas - เผยแพร่และแบ่งปัน

# Comment(kvpnc.desktop)
source: GUI for various VPN clients
th: กราฟิกสำหรับโปรแกรมลูกข่าย VPN

# Comment(ktnef.desktop)
source: A viewer/extractor for TNEF files
fa: یک مشاهده‌گر/استخراج‌گر برای پرونده‌های TNEF

# Name(kubrick.desktop)
source: Kubrick
fa: کوبریک

# Comment(kubrick.desktop)
source: A 3-D game based on Rubik's Cube
fa: یک بازی سه‌بعدی بر اساس بازی روبیک

# Name(knetattach.desktop)
source: KNetAttach
bn: কে-নেট-অ্যাটাচ

# Name(Kppp.desktop)
source: KPPP
bn: কে-পি-পি-পি
