Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files-directories.po
Languages: bn, mr, ta

# Name(suse-graphics-scanning.directory)
source: Scanning
bn: নাম(suse-graphics-scanning.directory): স্ক্যানিং
mr: नांव(suse-graphics-scanning.directory): स्कॅनिंग
ta: பெயர்(suse-கிராஃபிக்ஸ்-ஸ்கேனிங்.டைரக்டரி): ஸ்கேன் செய்தல்

# Name(kde-edu-science.directory)
source: Science
bn: বিজ্ঞান
mr: विज्ञाण
ta: அறிவியல்

# Name(suse-edutainment-science.directory)
source: Science
bn: নাম(suse-edutainment-science.directory): বিজ্ঞান
mr: नांव(suse-edutainment-science.directory): विज्ञान
ta: அறிவியல்

# Name(kde-science.directory)
source: Science & Math
bn: বিজ্ঞান এবং গণিত
mr: विज्ञान व गणित
ta: அறிவியல் & கணிதம்

# Name(suse-system-security.directory)
source: Security
mr: नांव (suse-system-security.directory): सुरक्षा
ta: பெயர்(suse-சிஸ்டம்-செக்யூரிட்டி.டைரக்டரி): பாதுகாப்பு

# Name(suse-settings-security.directory)
source: Security & Privacy
bn: নাম(suse-settings-security.directory): নিরাপত্তা ও গোপনীয়তা
mr: नांव (suse-settings-security.directory): सुरक्षा व खाजगीपणा
ta: À¡Ð¸¡ôÒ & ¾É¢ÁÉ¢¾ Í¾ó¾¢Ãõ

# Name(suse-multimedia-sequencer.directory)
source: Sequencer
bn: নাম(suse-multimedia-sequencer.directory): সিকোয়েন্সার
mr: नांव(suse-multimedia-sequencer.directory): क्रम लावणारा
ta: பெயர்(suse-மல்ட்டிமீடியா-சீக்சவன்சர்.டைரக்டரி): வரிசைப்படுத்தும் சாதனம்

# Name(suse-system-service-configuration.directory)
source: Service Configuration
bn: নাম(suse-system-service-configuration.directory): পরিষেবা সংরূপণ
mr: नांव (suse-system-service-configuration.directory): सेवा आकृतीबंध
ta: பெயர்(suse-சிஸ்டம்-சர்வீஸ்-கான்ஃபிகரேஷன்.டைரக்டரி): சேவை உள்ளமைத்தல்

# Name(kde-settingsmenu.directory)
source: Settings
bn: সেটিংস
mr: संयोजना
ta: அமைப்புகள்

# Name(suse-settingsmenu.directory)
source: Settings
mr: नांव (suse-settingsmenu.directory): सेटिंग्ज
ta: பெயர்(suse-செட்டிங்ஸ்மெனு.டைரக்டரி): அமைப்புகள்

# Comment(Hardware.directory)
source: Settings for several hardware devices
bn: কয়েকটি হার্ডওয়্যার ডিভাইসের সেটিং
mr: विविध हार्डवेअर साधन करीता संयोजना
ta: பல வண் பொருட்களுக்கான அமைப்புகள்

# Name(suse-games-simulation.directory)
source: Simulation Games
mr: नांव(suse-games-simulation.directory): नक्कल करण्याचे खेळ
ta: பெயர்(suse-கேம்ஸ்-சிமுலேஷன்.டைரக்டரி): பகர்ப்பு விளையாட்டுக்கள்

# Name(suse-settings-sound.directory)
source: Sound & Multimedia
bn: নাম(suse-settings-sound.directory): শব্দ ও মাল্টিমিডিয়া
mr: नांव (suse-settings-sound.directory): ध्वनी व बहुप्रसारमाध्यम
ta: ´Ä¢ & Àøæ¼¸õ

# Name(AudioVideo.directory)
source: Sound & Video
bn: শব্দ ও ভিডিও
mr: आवाज व चलचित्र
ta: ஒலி மற்றும் படக்காட்சி

# Name(suse-games-sports.directory)
source: Sports
mr: नांव(suse-games-sports.directory): क्रीडा
ta: பெயர்(suse-கேம்ஸ்-ஸ்போர்ட்ஸ்.டைரக்டரி): விளையாட்டுக்கள்

# Name(suse-office-spreadsheet.directory)
source: Spreadsheet
mr: नांव(suse-office-spreadsheet.directory): स्प्रेडशीट
ta: பெயர்(suse-ஆஃபிஸ்-ஸ்பிரெட்ஷீட்.டைரக்டரி): விரிவுத்தாள்

# Name(suse-utility-sync.directory)
source: Sync
bn: নাম(suse-utility-sync.directory): সিঙ্ক
mr: नांव (suse-utility-sync.directory): Sync
ta: பெயர்(suse-யூட்டிலிட்டி-ஸிங்க்.டைரக்டரி): ஸிங்க்

# Name(System.directory)
source: System
bn: সিস্টেম
mr: प्रणाली
ta: கணிப்பொறி

# Name(kde-system.directory)
source: System
bn: সিস্টেম
mr: प्रणाली
ta: அமைப்பு

# Name(suse-system.directory)
source: System
mr: नांव (suse-system.directory): प्रणाली
ta: ¸½¢É¢

# Name(suse-settings-system.directory)
source: System Administration
bn: নাম(suse-settings-system.directory): সিস্টেম পরিচালক
mr: नांव (suse-settings-system.directory): प्रणाली प्रशासन
ta: பெயர்(suse-செட்டிங்ஸ்-சிஸ்டம்.டைரக்டரி): அமைப்பு நிர்வாகம்

# Name(System-Tools.directory)
source: System Tools
bn: সিস্টেম টুল
mr: यंत्रणे संबंधित औजार
ta: கணிப்பொறிக் கருவிகள்

# Comment(System-Tools.directory)
source: System configuration and monitoring
bn: সিস্টেম কনফিগারেশন এবং মনিটরি করা
mr: यंत्रणेचे सुसुत्रीकरण व संचलन
ta: கணிப்பொறி அமைப்பு மற்றும் கண்காணித்தல்

# Comment(System.directory)
source: System settings
bn: সিস্টেম সেটিং
mr: प्रणाली संयोजना
ta: கணினி அமைப்புகள்

# Name(suse-multimedia-tv.directory)
source: TV
bn: নাম(suse-multimedia-tv.directory): টিভি
mr: नांव(suse-multimedia-tv.directory): टीव्ही
ta: பெயர்(suse-மல்ட்டிமீடியா-டிவி.டைரக்டரி): டிவி

# Name(kde-games-strategy.directory)
source: Tactics & Strategy
bn: কৌশল এবং পরিকল্পনা
mr: रणनीतिक व कौशल्य
ta: உத்திகளும் தந்திரங்களும்

# Name(suse-games-strategy.directory)
source: Tactics & Strategy
bn: নাম(suse-games-strategy.directory): কৌশল ও রণনীতি
mr: नांव(suse-games-strategy.directory): जादू व धोरण
ta: ¯ò¾¢¸Ùõ ¾ó¾¢Ãí¸Ùõ

# Name(suse-edutainment-teaching.directory)
source: Teaching
bn: নাম(suse-edutainment-teaching.directory): শিক্ষণ
mr: नांव(suse-edutainment-teaching.directory): अध्यापन
ta: பெயர்(suse-எடுடெயின்மென்ட்-டீச்சிங்.டைரக்டரி): கற்பித்தல்

# Name(kde-edu-tools.directory)
source: Teaching Tools
bn: শিক্ষামূলক টুল
mr: शिक्षण साधन
ta: பயிற்று கருவிகள்

# Name(suse-internet-telephone.directory)
source: Telephone
mr: नांव(suse-internet-telephone.directory): दूरध्वनी
ta: பெயர்(suse-இன்டர்நெட்-டெலிஃபோன்.டைரக்டரி): தொலைபேசி

# Name(suse-telephone.directory)
source: Telephone
mr: नांव (suse-telephone.directory): दूरध्वनी
ta: பெயர்(suse-டெலிபோன்.டைரக்டரி): தொலைபேசி

# Name(suse-system-shell.directory)
source: Terminal
mr: नांव (suse-system-shell.directory): टर्मिनल
ta: பெயர்(suse-சிஸ்டம்-ஷெல்.டைரக்டரி): டெர்மினல்

# Name(kde-internet-terminal.directory)
source: Terminal Applications
bn: টার্মিনাল অ্যাপলিকেশন
mr: टर्मिनल अनुप्रयोग
ta: முனைய பயன்பாடுகள்

# Name(suse-internet-terminal.directory)
source: Terminal Applications
bn: নাম(suse-internet-terminal.directory): টার্মিনাল প্রয়োগসমূহ
mr: नांव(suse-internet-terminal.directory): टर्मिनल अप्लिकेशन्स
ta: Ó¨ÉÂ ÀÂýÀ¡Î¸û

# Name(suse-system-terminal.directory)
source: Terminal Applications
bn: নাম(suse-system-terminal.directory):টার্মিনাল প্রয়োগসমূহ
mr: नांव (suse-system-terminal.directory): टर्मिनल अप्लिकेशन्स
ta: Ó¨ÉÂ ÀÂýÀ¡Î¸û

# Name(suse-utility-time.directory)
source: Time
bn: নাম(suse-utility-time.directory): সময়
mr: नांव (suse-utility-time.directory): वेळ
ta: பெயர்(suse-யூட்டிலிட்டி-நேரம்.டைரக்டரி): நேரம்

# Name(nld-tools.directory)
source: Tools
mr: नांव (nld-tools.directory): साधने

# Name(suse-development-tools.directory)
source: Tools
mr: नांव(suse-development-tools.directory): साधने
ta: பெயர்(suse-டெவலப்மென்ட்-டூல்ஸ்.டைரக்டரி): கருவிகள்

# Comment(Development.directory)
source: Tools for software development
bn: সফ্টওয়্যার উন্নতিসাধনের টুল
mr: सॉफ्टवेयर बनवण्यासाटीचे औजार
ta: மென்பொருள் உற்பத்திக்கான கருவிகள்

# Name(kde-toys.directory)
source: Toys
bn: খেলনা
mr: खेळणी
ta: பொம்மைகள்

# Name(suse-toys.directory)
source: Toys
mr: नांव (suse-toys.directory): खेळणी
ta: ¦À¡õ¨Á¸û

# Name(kde-development-translation.directory)
source: Translation
bn: অনুবাদ
mr: भाषांतर
ta: மொழிபெயர்ப்பு

# Name(suse-development-translation.directory)
source: Translation
mr: नांव(suse-development-translation.directory): भाषांतर
ta: பெயர்(suse-டெவலப்மென்ட்-டிரான்ஸ்லேஷன்.டைரக்டரி): மொழிபெயர்ப்பு

# Name(Utility-Accessibility.directory)
source: Universal Access
bn: সর্বজনীন প্রবেশাধিকার
mr: जागतीक प्रवेश
ta: உலகளாவிய அணுகல்

# Comment(Utility-Accessibility.directory)
source: Universal Access Settings
bn: সর্বজনীন প্রবেশাধিকার সেটিং
mr: जागतीक प्रवेश संयोजना
ta: உலகளாவிய அணுகல் அமைப்புகள்

# Name(suse-internet-newsreader.directory)
source: Usenet News Reader
bn: নাম(suse-internet-newsreader.directory): ইউজনেট নিউজ রিডার
mr: नांव(suse-internet-newsreader.directory): यूजनेट वृत्त निवेदक
ta: பெயர்(suse-இன்டர்நெட்-நியூஸ் ரீடர்.டைரக்டரி): யூஸ்நெட் செய்தி வாசிப்பாளர்

# Comment(kde-utilities.directory)
source: Utilities
bn: প্রায়শই কাজে লাগে এমন কিছু প্রোগ্রাম
mr: उपकार्यक्रम
ta: கருவிகள்

# Name(kde-utilities.directory)
source: Utilities
bn: আনুষঙ্গিক
mr: उपकार्यक्रम
ta: கருவிகள்

# Name(suse-utility.directory)
source: Utilities
bn: নাম(suse-utility.directory): ইউটিলিটিজ
mr: नांव (suse-utility.directory): उपयुक्तता
ta: கருவிகள்

# Name(suse-graphics-vectorgraphics.directory)
source: Vector Drawing
bn: নাম(suse-graphics-vectorgraphics.directory): ভেক্টর অঙ্কণ
mr: नांव(suse-graphics-vectorgraphics.directory): व्हेक्टर ड्रॉईंग
ta: பெயர்(suse-கிராஃபிக்ஸ்-வெக்டர்கிராஃபிக்ஸ்.டைரக்டரி): வெக்டர் வரைதல்

# Name(suse-multimedia-videoplayer.directory)
source: Video Player
bn: নাম(suse-multimedia-videoplayer.directory): ভিডিও প্লেয়ার
mr: नांव(suse-multimedia-videoplayer.directory): व्हीडीओ प्लेअर
ta: பெயர்(suse-மல்ட்டிமீடியா-வீடியோபிளேயர்.டைரக்டரி): வீடியோ பிளேயர்

# Name(suse-graphics-viewer.directory)
source: Viewer
mr: नांव(suse-graphics-viewer.directory): दर्शक
ta: பெயர்(suse-கிராஃபிக்ஸ்-வியூவர்-.டைரக்டரி): காட்சிப்படுத்தி

# Name(suse-multimedia-audiomixer.directory)
source: Volume Control
mr: नांव(suse-multimedia-audiomixer.directory): ध्वनी नियंत्रण
ta: பெயர்(suse-மல்ட்டிமீடியா-ஆடியோமிக்சர்.டைரக்டரி): ஒலி கட்டுப்பாடு

# Name(suse-office-warehouse.directory)
source: Warehouse
bn: নাম(suse-office-warehouse.directory): ওয়্যারহাউস
mr: नांव(suse-office-warehouse.directory): गोदाम
ta: பெயர்(suse-ஆஃபிஸ்-வேர்ஹவுஸ்.டைரக்டரி): சேமிப்பிடம்

# Name(suse-internet-webbrowser.directory)
source: Web Browser
mr: नांव(suse-internet-webbrowser.directory): वेब ब्राऊझर
ta: பெயர்(suse-இன்டர்நெட்-வெப்பிரவுசர்.டைரக்டரி): வலை பிரவுசர்

# Name(suse-settings-webbrowsing.directory)
source: Web Browser
mr: नांव (suse-settings-webbrowsing.directory): वेब ब्राऊझर
ta: Å¨ÄÂ §Á§Ä¡Ê

# Name(kde-development-webdevelopment.directory)
source: Web Development
bn: ওয়েব ডেভেলপমেন্ট
mr: वेब विकास
ta: இணைய உருவாக்கம்

# Name(suse-internet-webdevelopment.directory)
source: Web Page Creation
bn: নাম(suse-internet-webdevelopment.directory): ওয়েব পেজ সৃষ্টি
mr: नांव(suse-internet-webdevelopment.directory): वेब पृष्ठ निर्मिती
ta: பெயர்(suse-இன்டர்நெட்-வெப்டெவலப்மென்ட்.டைரக்டரி): வலைப் பக்கம் உருவாக்கம்

# Name(suse-utility-web.directory)
source: Web Utilities
bn: নাম(suse-utility-web.directory): ওয়েব ইউটিলিটিজ
mr: नांव (suse-utility-web.directory): वेबची उपयुक्तता
ta: பெயர்(suse-யூட்டிலிட்டி-வலை.டைரக்டரி): வலை பயன்பாடுகள்

# Name(suse-office-wordprocessor.directory)
source: Word Processor
mr: नांव(suse-office-wordprocessor.directory): वर्ड प्रोसेसर
ta: பெயர்(suse-ஆஃபிஸ்-வேர்ட்பிராசஸர்.டைரக்டரி): வேர்ட் பிராசஸர்

# Name(suse-utility-xutils.directory)
source: X Utilities
bn: নাম(suse-utility-xutils.directory): X ইউটিলিটিজ
mr: नांव (suse-utility-xutils.directory): X ची उपयुक्तता
ta: பெயர்(suse-யூட்டிலிட்டி-எக்ஸ்யூட்டில்ஸ்.டைரக்டரி): எக்ஸ் பயன்பாடுகள்

# Comment(kde-utilities-xutils.directory)
source: X Window Utilities
bn: এক্স উইণ্ডো সিস্টেম সম্বন্ধিত নানা প্রোগ্রাম
mr: एक्स चौकट उपकार्यक्रम
ta: X-சாளர கருவிகள்

# Comment(suse-utility-xutils.directory)
source: X Window Utilities
bn: মন্তব্য(suse-utility-xutils.directory): X Window ইউটিলিটিজ
mr: X विंडो यूटिलिटीज
ta: X-சாளர கருவிகள்

# Name(kde-utilities-xutils.directory)
source: X-Utilities
bn: এক্স-উইটিলিটি
mr: एक्स-उपकार्यक्रम
ta: X-கருவிகள்

# Name(suse-utility-xml.directory)
source: XML Utilities
bn: নাম(suse-utility-xml.directory): XML ইউটিলিটিজ
mr: नांव (suse-utility-xml.directory): XML ची उपयुक्तता
ta: பெயர்(suse-யூட்டிலிட்டி-எக்ஸ்எம்எல்.டைரக்டரி): XML பயன்பாடுகள்

# Name(kde-settings.directory)
source: Settings-Modules
bn: সেটিংস-মডিউল
ta: அமைப்புகள்-பகுதிகள்

# Comment(kde-utilities-pim.directory)
source: PIM
bn: পি-আই-এম

# Name(kde-utilities-pim.directory)
source: PIM
bn: পি-আই-এম
