Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files.po
Languages: ar, cy, de, eo, es, fr, fy, ga, ja, nds, nl, nn, sv, tg, uk, uz, wa

# Name(print-applet.desktop)
source: Print Queue Applet
ar: بريمج طابور الطباعة
de: Applet für Druckerwarteschlange
es: Applet de la Cola de Impresión
fr: Applet de file d'attente d'impression
ja: 印刷キューのアプレット
nl: Printwachtrij-applet
nn: Panelprogram for utskriftskø
sv: Програмче за ред штампања
uk: Аплет черги друку

# GenericName(hplip-systray.desktop)
source: Printer Status Applet
de: Druckerstatus-Applet
es: Applet para el estado de la impresora
fr: Applet de statut de l'imprimante
ja: プリンタ状態アプレット
nl: Applet voor status van printer
uk: Аплет стану принтера

# Name(z-displaycal-apply-profiles.desktop)
source: Profile Loader
de: Profil-Lader
ja: プロファイル読み込み
nl: Lader van profielen
uk: Завантажувач профілю

# Comment(gnome-break-timer-autostart.desktop)
source: Provides a gentle reminder to take regular breaks
es: Proporciona un recordatorio amable para hacer descansos regulares
ja: 定期的に休息をとるための上品なリマインダを提供します
nl: Biedt een gemoedelijke herinnering om regelmatig te pauzeren
uk: Забезпечує кмітливе нагадування про регулярні перерви

# Name(pulseaudio.desktop)
source: PulseAudio Sound System
es: Sistema de Sonido PulseAudio
fr: Système de son PulseAudio
ja: PulseAudio サウンドシステム
nl: PulseAudio geluidssysteem
sv: PulseAudio звучни систем
uk: Звукова система PulseAudio

# Name(NatureSeries005.jpg.desktop)
source: Rain Drops
de: Regentropfen
es: Gotas de lluvia
fr: Gouttes de pluie
ja: 雨のしずく
nl: Regendruppels
uk: Краплі дощу

# Name(Relax.jpg.desktop)
source: Relax
de: Entspannung
ja: リラックス
uk: Розслабленість

# Name(report.desktop)
source: Reporting & Logging
de: Berichte & Protokollierung
es: Reportes y registro
ja: レポートとログ
nl: Rapporteren en loggen
uk: Звітування і реєстрування

# Name(restore_kmix_volumes.desktop)
source: Restore Mixer Volumes
de: Lautstärken wiederherstellen
es: Restaurar los volúmenes del mezclador
fr: Restaurer les volumes du mixage
ga: Athchóirigh Leibhéil Airde an Mheascthóra
ja: ミキサーの音量設定を復元する
nds: Mischerluutstärken wedderherstellen
nl: Mixervolumes herstellen
nn: Gjenopprett miksarlydstyrkar
sv: Обнови јачине миксете
uk: Відновити параметри мікшера

# Comment(roccateventhandler.desktop)
source: Roccat eventhandler
de: Roccat Ereignissteuerung
ja: Roccat イベントハンドラ
nl: Roccat behandelaar van gebeurtenissen
uk: Обробник подій Roccat

# Name(lxqt-runner.desktop)
source: Runner
ar: المُطْلِق
de: Anwendungsstarter
eo: Rulilo
es: Lanzador
fr: Lanceur
ja: ランナー
nl: Starter
uk: Запускач

# Name(sle-classic.desktop)
source: SLE Classic
ar: جنوم تقليدية
eo: SLE-klasika
es: SLE clásico
fr: SLE Classique
ja: SLE クラシック
nl: Gnome klassiek
sv: Класичан Гном
tg: SLE-и классикӣ
uk: Класичний SLE

# Name(SLEswirl.png.desktop)
source: SLE Swirl
de: SLE-Wirbel
es: Remolino SLE
fr: Tourbillon SLE
uk: Течія SLE

# Name(gnome-keyring-ssh.desktop)
source: SSH Key Agent
ar: عميل مفاتيح SSH
de: SSH-Schlüsselagent
es: Agente de claves SSH
fr: Agent de clés SSH
ja: SSH 鍵エージェント
nl: SSH-sleutelagent
nn: Nøkkelagent for SSH
sv: Агент за ССХ кључеве
uk: Агент ключів SSH

# Name(ssh_import.desktop)
source: SSH Key Import
ja: SSH 鍵取り込み
nl: SSH-sleutel importeren
uk: Імпорт ключа SSH

# Comment(deja-dup-monitor.desktop)
source: Schedules backups at regular intervals
ar: نسخ احتياطي مجدول خلال فترات منتظمة
de: Plant Sicherungen in regelmäßigen Abständen
eo: Planas sekurkopiojn je regulaj intervaloj
es: Respaldos programados a intervalos regulares
fr: Planifie les sauvegardes à intervalle régulier
ja: バックアップを定期的な間隔にスケジュールします
nl: Maken van reservekopieën op regelmatige tijden plannen
nn: Planlegg tryggleikskopiering regelmessig
sv: Испланирајте прављење резерве у одређеним временским размацима
uk: Резервування з регулярним інтервалом

# Name(light-locker.desktop)
source: Screen Locker
de: Bildschirmsperre
es: Bloqueador de pantalla
fr: Verrouilleur d'écran
ja: スクリーンのロック
nl: Schermvergrendeling
uk: Блокування екрана

# Name(seahorse-sharing.desktop)
source: Seahorse Sharing Daemon
de: Seahorse Freigabedienst
es: Demonio de Seahorse Sharing
fr: Démon de partage Seahorse
ja: Seahorse 共有デーモン
nl: Delen-daemon Seahorse
uk: Служба доступу до ключів Seahorse

# Name(gnome-keyring-secrets.desktop)
source: Secret Storage Service
ar: خدمة حفظ سرية
de: Sicherheitsdienst
eo: Servo pri sekreta memorejo
es: Servicio de almacenamiento de secretos
fr: Service de stockage secret
ja: シークレットストレージサービス
nn: Hemmeleg lagerteneste
sv: Сервис са тајно складиштење
uk: Служба шифрування дисків

# Comment(gsynaptics-init.desktop)
source: Set your touchpad preferences
ar: اضبط تفضيلات لوحة اللمس
de: Touchpad-Einstellungen konfigurieren
es: Configurar tus preferencias del touchpad
fr: Définir les préférences de votre pavé tactile
ja: タッチパッドの設定を行います
nl: Uw touchpadvoorkeuren instellen
uk: Встановити параметри планшетки

# Comment(z-displaycal-apply-profiles.desktop)
source: Sets ICC profiles and loads calibration curves for all configured display devices
ja: ICC プロファイルを設定し、設定したすべてのディスプレイデバイスに対して校正カーブを読み込む
nl: Stelt ICC-profielen in en laadt calibratiekrommen voor alle geconfigureerde schermen
uk: Задає профілі ICC та завантажує криві калібрування для усіх налаштованих дисплеїв

# Comment(mate-volume-control-applet.desktop)
source: Show desktop volume control
ar: اعرض التحكم في حجم الصوت
cy: Dangos rheolydd y sain yn y bwrdd gwaith
de: Lautstärkeregler anzeigen
es: Mostrar el control de volumen del escritorio
fr: Afficher le contrôleur de volume
ga: ‭Taispeáin rialtán airde deisce
ja: デスクトップの音量を調節するアプレットです
nds: Schrievdisk
nl: Volumeregeling tonen
nn: Vis volumkontroll til skrivebordet
sv: Прикажите управљање јачином звука
uk: Показати регулятор гучности

# Name(Silence.jpg.desktop)
source: Silence
de: Stille
es: Silencio
ja: 静寂
nl: Stilte
uk: Тишина

# Name(silkx.png.desktop)
source: Silk X
fr: Soie X
uk: Шовк X

# Name(silky.png.desktop)
source: Silk Y
fr: Soie Y
uk: Шовк Y

# Name(skyblinds.png.desktop)
source: Skyblinds
de: Jalousien
ja: スカイ・ブラインド
uk: Блакитні штори

# Name(Soaring.jpg.desktop)
source: Soaring
de: Segelflug
fr: Essor
uk: Буяння

# GenericName(kmix_autostart.desktop)
source: Sound Mixer
de: Lautstärkeregler
es: Mezclador de sonido
fr: Console de mixage
ga: Meascthóir Fuaime
ja: サウンドミキサー
nds: Klangmischer
nl: Geluidsmixer
nn: Lydmiksar
sv: Звучна миксета
uk: Аудіомікшер

# Name(SpringFlowers.jpg.desktop)
source: Spring Flowers
de: Frühlingsblumen
es: Flores de primavera
fr: Fleurs du printemps
ja: 春の花
nl: Lentebloemen
uk: Весняні квіти

# Comment(fcitx-autostart.desktop)
source: Start Input Method
de: Eingabemethode starten
ja: 入力メソッドを開始
nl: Invoermethode starten
uk: Запустити метод введення

# Comment(pulseaudio.desktop)
source: Start the PulseAudio Sound System
de: Das PulseAudio Sound System starten
es: Iniciar el Sistema de Sonido PulseAudio
fr: Démarrer le système de son PulseAudio
ja: PulseAudio サウンドシステムを開始
nl: Start het PulseAudio geluidssysteem
sv: Покрени PulseAudio звучни систем
uk: Запустити звукову систему PulseAudio

# Comment(xiccd.desktop)
source: Start the XICCD
de: XICCD starten
es: Iniciar el XICCD
fr: Démarrer XICCD
ja: XUICCD の起動
nl: De XICCD starten
uk: Почати XICCD

# Comment(zeitgeist-datahub.desktop)
source: Start the Zeitgeist Datahub for passive loggers
de: Startet den Zeitgeist-Datahub-Dienst für passive Protokollierung
es: Iniciar Zeitgeist Datahub para los monitores pasivos
ja: 受動ロガー向け Zeitgeist Datahub の起動
nl: De Zeitgeist Datahub starten voor passieve loggers
uk: Запуск Zeitgeist Datahub для пасивних реєстраторів

# Name(stripes.png.desktop)
source: Stripes
de: Streifen
es: Rayas
fr: Bandes
nl: Strepen
uk: Смуги

# Name(NatureSeries001.jpg.desktop)
source: Swirled Leaf
de: Verwirbeltes Blatt
es: Hoja arremolinada
fr: Feuille tournoyante
nl: Ronddraaiend blad
uk: Кружляння листя

# Name(synaptiks_init_config.desktop)
source: Synaptiks touchpad configuration
de: Synaptiks-Touchpad-Konfiguration
es: Configuración del TouchPad Synaptiks
fr: Configuration du pavé tactile Synaptiks
ja: synaptiks タッチパッド設定
nl: Instellingen van Synaptiks touchpad
uk: Налаштування сенсорної панелі Synaptiks

# Comment(print-applet.desktop)
source: System tray icon for managing print jobs
ar: أيقونة لوحة النظام لإدارة مهام الطباعة
de: Symbol für Benachrichtigungsfeld zur Verwaltung von Druckaufträgen
es: Icono del area de notificación para administrar trabajos de impresión
fr: Zone de notification pour la gestion des tâches d'impression
ja: 印刷ジョブを管理するシステムトレイアイコン
nl: Systeemvak icoon voor het beheren van printopdrachten
nn: Systemtrauikon for handsaming av utskriftsjobbar
sv: Икона системске обавештајне зоне за управљање штампарским пословима
uk: Значок у системній області для керування завданнями друку

# Name(NatureSeries003.jpg.desktop)
source: Tendril
de: Ranke
es: Zarcillo
fr: Vrille
ja: 巻きひげ
uk: Завиток

# Name(tennebon.png.desktop)
source: Tennebon
uk: Тенебон

# Name(tennebone.png.desktop)
source: Tennebon Emboss
de: Tennebon Tiefe
es: Tennebon en relieve
ja: Tennebon エンボス
uk: Карбований Тенебон

# Name(tennebong.png.desktop)
source: Tennebon Green
de: Tennebon Grün
es: Tennebon verde
ja: Tennebon グリーン
nl: Tennebon groen
uk: Зелений Тенебон

# Name(tennebons.png.desktop)
source: Tennebon Soft
de: Tennebon Weich
es: Tennebon suave
ja: Tennebon ソフト
nl: Tennebon zacht
uk: М'який Тенебон

# Comment(gnome.desktop)
source: The GNU Network Object Model Environment. A complete, free and easy-to-use desktop environment
ar: بيئة نموذج الكائن الشبكي من GNU، بيئة سطح مكتبي حرّة وسهلة الاستخدام
cy: Yr Amgylchedd Model Gwrthrych Rhwydwaith GNU (GNU Network Object Model Environment). Amgylchedd penbwrdd cyflawn, rhydd, a hawdd ei ddefnyddio.
de: Das GNU Network Object Model Environment. Eine komplette, freie und leicht benutzbare Arbeitsumgebung
eo: Plena labortabla ĉirkaŭaĵo
es: El GNU Network Object Model Environment, un entorno de escritorio completo, libre y fácil de usar
fr: The GNU Network Object Model Environment. Un environnement de bureau complet, gratuit et facile à utiliser
fy: De GNU Network Object Model Environment, In komplete, frije en ienfâldige te brûken buroblêd omwrâld
ja: GNUオブジェクトモデル環境,完全にフリーで使い易いデスクトップ環境
nds: De GNU Network Object Model Environment. En kumplette Schriefdisch-Ümgeven, ümsunst un eenfach to bruken
nl: De GNU Network Object Model Environment, een complete, vrije en eenvoudig te gebruiken desktop environment.
nn: GNU Network Object Model Environment. Eit skrivebordsmiljø som er komplett, fritt og lett å bruka.
sv: „GNU Network Object Model Environment“(Gnome, Гном). Потпуно, бесплатно и лако за коришћење радно окружење
uk: The GNU Network Object Model Environment. Повнофункціональне, вільне та зручне графічне середовище
uz: GNOME (GNU Network Object Model Environment) - мукаммал, бепул ва фойдаланиш учун жуда қулай иш столи муҳити

# Comment(mwm.desktop)
source: The Motif Window Manager
ar: مدير نوافذ موتيف
cy: Y Trefnydd Ffenestri Motif
de: Motif-Fenstermanager
eo: Motifa fenestroadministrilo
es: El administrador de ventanas de Motif
fr: Le gestionnaire de fenêtres Motif
fy: De Motif Window Manager
ga: Bainisteoir fuinneoga Motif
ja: Motif風のウィンドウマネージャ
nds: De Motif Finsterpleger
nl: De Motif Window Manager
nn: Motif-vindaugssjefen
sv: Мотифов менаџер прозора
tg: Мавзӯъи мудири тиреза
uk: Менеджер вікон Motif
uz: Motif ойна бошқарувчи
wa: Li manaedjeu di purneas di Motif

# Comment(twm.desktop)
source: The Tab Window Manager
ar: مدير النوافذ Tab
cy: Y Trefnydd Ffenestri Tab
de: Der Tab-Fenstermanager
eo: Taba fenestroadministrilo
es: El Tab Window Manager
fr: Le gestionnaire de fenêtres « Tab Window Manager »
fy: De Ljepper Window Manager
ja: Tab化ウィンドウマネージャ
nds: De Tab-Finsterpleger
nl: De Tab Window Manager
nn: Tab Window Manager
sv: „Менаџер прозора језичак“ (The Tab Window Manager)
tg: Tab-и мудири тиреза
uk: Tab Window Manager

# Comment(xfsettingsd.desktop)
source: The Xfce Settings Daemon
ar: بريمج إعدادات إكسفس
de: Der Xfce-Einstellungsdienst
es: El servicio de configuración de Xfce
fr: Le démon des paramètres Xfce
ja: Xfce 設定デーモン
nl: De achtergronddienst voor Xfce-Instellingen
nn: Xfce-innstillingsnissen
sv: Домар поставки Иксфце-а
uk: Демон параметрів Xfce

# Comment(cinnamon.desktop)
source: This session logs you into Cinnamon
ja: このセッションは Cinnamon へのログインを行ないます
nl: Deze sessie laat u in Cinnamon inloggen
uk: Цей сеанс записує вас у Cinnamon

# Comment(cinnamon2d.desktop)
source: This session logs you into Cinnamon (using software rendering)
ja: このセッションは Cinnamon (ソフトウエア描画を利用します) へのログインを行ないます
nl: Deze sessie laat u in Cinnamon inloggen (met software rendering)
uk: Цей сеанс записує вас у Cinnamon (за допомогою програмного вимальовування)

# Comment(gnome-classic.desktop)
source: This session logs you into GNOME Classic
ar: تسجل هذه الجلسة دخولك في جنوم التقليدية
de: Diese Sitzung meldet Sie in GNOME Classic an
eo: Ĉi seanco ensalutas vin GNOME-klasiken
es: Esta sesión inicia GNOME clásico
fr: Cette session vous connnecte à GNOME Classique
ja: GNOME クラシックモードでログインします
nl: Deze sessie meldt u aan bij Gnome klassiek
sv: Ова сесија вас пријављује у класичан Гном
tg: Ин ҷаласа шуморо ба GNOME-и классикӣ ворид мекунад
uk: Це — сеанс входу в класичний GNOME

# Comment(icewm-session.desktop)
source: This session logs you into IceWM
cy: Mae'r sesiwn hwn yn eich mewngofnodi i Icewm
de: Diese Sitzung meldet Sie an Icewm an
es: Con esta sesión accede a Icewm
fr: Cette session vous connectera dans Icewm
ja: Icewm セッションにログインします
nl: Deze sessie meldt u aan bij Icewm
nn: Denne økta loggar på Icewm
sv: Ова сесија вас пријављује на Icewm
uk: Сеанс роботи в середовищі Icewm

# Comment(mate.desktop)
source: This session logs you into MATE
ar: تسجل هذه الجلسة دخولك في مييت
cy: Mae'r sesiwn hwn yn eich mewngofnodi i MATE
de: Diese Sitzung meldet Sie bei MATE an
eo: Ĉi tiu seanco ensalutas vin al MATE
es: Esta sesión accede a MATE
fr: Cette session vous connecte dans MATE
fy: Dizze sesje meld jo oan yn MATE
ga: Logálann an seisiún seo thú isteach i nMATE
ja: このセッションで MATE にログインします
nds: Düsser Törn mellt dik bi MATE an
nl: Deze sessie laat u in Mate inloggen
nn: Denne økta loggar inn i MATE
sv: Ова сесија вас пријављује у Мејт
uk: Це - сеанс входу у MATE
uz: Ushbu seans MATE'ga kirishingizni taʼminlaydi

# Comment(sle-classic.desktop)
source: This session logs you into SLE Classic
ar: تسجل هذه الجلسة دخولك في جنوم التقليدية
de: Diese Sitzung meldet Sie in SLE Classic an
eo: Ĉi seanco ensalutas vin SLE-klasiken
es: Esta sesión inicia SLE clásico
fr: Cette session vous connnecte à SLE Classique
ja: SLE クラシックモードでログインします
nl: Deze sessie meldt u aan bij Gnome klassiek
sv: Ова сесија вас пријављује у класичан Гном
tg: Ин ҷаласа шуморо ба SLE-и классикӣ ворид мекунад
uk: Це — сеанс входу в класичний SLE

# Comment(e16-session.desktop)
source: This session starts the Enlightenment (e16) window manager
de: Diese Sitzung startet den Enlightenment (e16) Fenstermanager
eo: Tiu sesio lanĉas la fenestro-administrilon Enlightenment (e16)
es: Esta sesión inicia el administrador de ventanas Enlightenment (e16)
fr: Démarre une session avec enlightenment (e16)
ja: このセッションは、 Enlightenment (e16) ウインドウマネージャを起動します
nl: Deze sessie start de windowmanager Enlightenment (e16)
uk: Цей сеанс запускає менеджер вікон Enlightenment (e16)

# Comment(kaddressbookmigrator.desktop)
source: Tool to migrate the old kresource based address book to Akonadi.
de: Werkzeug zum Migrieren alter auf Ressourcen basierender Adressbücher nach Akonadi
es: Herramienta para migrar la vieja libreta de direcciones basada en kresource a Akonadi.
fr: Outil permettant la migration du carnet d'adresses reposant sur l'ancienne « KResource » vers Akonadi.
ja: KDE の以前のリソースによるアドレス帳を Akonadi へ移行するツール
nds: Programm för't Överföhren vun dat ole, op KRessource opbuut Adressbook na Akonadi
nl: Hulpmiddel om het oude op kresource gebaseerde adresboek naar Akonadi te migreren.
sv: Алатка за пресељење старих адресара у Аконади.
uk: "Інструмент для перетворення старої, заснованої на kresource адресної книги на адресну книгу Akonadi."

# Name(gsynaptics-init.desktop)
source: Touchpad
ar: لوحة اللمس
fr: Pavé tactile
ja: タッチパッド
uk: Планшет

# GenericName(synaptiks_autostart.desktop)
source: Touchpad management
de: Touchpad-Verwaltung
es: Gestión del TouchPad
fr: Gestion du pavé tactile
ja: タッチパッドの管理
nl: Beheer van touchpad
uk: Управління сенсорною панеллю

# Name(tracker-miner-apps.desktop)
source: Tracker Application Miner
de: Tracker Indizierung von Anwendungen
es: Minero de aplicaciones de Tracker
fr: Collecteur d'applications de Tracker
ja: Tracker アプリケーションマイナ
nl: Tracker zoeker naar toepassingen
sv: Трагачев копач програма
uk: Індексатор програм

# Name(tracker-miner-fs.desktop)
source: Tracker File System Miner
ar: مُنقِّب نظام الملفات للمُقتفي
de: Tracker Dateisystem-Indizierung
es: Minero del sistema de archivos de Tracker
fr: Collecteur du système de fichiers de Tracker
ja: Tracker ファイルシステム採集器
nl: Dataminer Tracker-bestandssystemen
sv: Трагачев копач система датотека
uk: Індексатор файлової системи

# Name(tracker-extract.desktop)
source: Tracker Metadata Extractor
de: Tracker Metadaten-Entdecker
es: Extractor de metadatos de Tracker
fr: Extracteur de Métadonnées de Tracker
ja: Tracker メタデータ抽出器
nl: Verzamelaar van metagegevens van Tracker
sv: Трагачев извлачивач метаподатака
uk: Екстрактор метаданих Tracker

# Name(tracker-miner-rss.desktop)
source: Tracker RSS/ATOM Feeds Miner
ar: مُنقِّب RSS/ATOM للمُقتفِي
de: Tracker-Indizierer für RSS/ATOM-Nachrichtenquellen
es: Minero de proveedores RSS/ATOM de Tracker
fr: Collecteur des flux RSS/ATOM de Tracker
ja: RSS/ATOM 配信元の収集
sv: Трагачев копач РСС/АТОМ довода
uk: Індексатор стрічок RSS/ATOM

# Name(tracker-store.desktop)
source: Tracker Store
ar: مخزن المُقتفي
de: Tracker-Speicher
es: Almacén de Tracker
fr: Dépôt Tracker
ja: Tracker ストア
nds: Tracker Koopmannsladen
nl: Tracker-opslag
sv: Трагачево складиште
uk: Сховище Tracker

# Name(tracker-miner-user-guides.desktop)
source: Tracker User Guides Miner
de: Tracker Indizierung von Benutzerhandbüchern
es: Minero de guías de usuario de Tracker
fr: Collecteur des manuels d'utilisation de Tracker
ja: Tracker ユーザガイドマイナ
nl: Verzamelaar in handboeken voor gebruikers Tracker
sv: Трагачев копач корисничког упутства
uk: Індексатор посібників користувача

# Name(Turtle.jpg.desktop)
source: Turtle
de: Schildkröte
es: Tortuga
fr: Tortue
ja: タートル
nl: Schildpad
uk: Черепаха

# GenericName(pk-update-icon.desktop)
source: Update Applet
de: Aktualisierungsapplet
es: Applet de actualización
fr: Applet de mise à jour
ja: 更新アプレット
nl: Applet voor bijwerken
uk: Аплет оновлення

# Comment(user-dirs-update-mate.desktop)
source: Update MATE common folders names to match the current locale
de: Namen der MATE-Standardordner auf die momentan verwendete Sprache aktualisieren
es: Actualiza los nombres de carpetas comunes en MATE para que coincidan con la configuración regional actual
fr: Mettre à jour les noms des dossiers courants MATE pour correspondre à la langue actuelle
ja: MATE の一般的なフォルダを、現在の言語設定に合わせて更新します
nl: Namen van standaardmappen van MATE aanpassen aan de huidige taalinstelling
uk: Оновити назви загальних тек MATE, щоби вони збігалися з поточною локаллю

# Comment(user-dirs-update-gtk.desktop)
source: Update common folders names to match current locale
ar: حدّث أسماء المجلدات المشتركة لتطابق المحلية الحالية
de: Namen der Standardordner auf die momentan verwendete Sprache aktualisieren
eo: Ĝisdatigi komunajn dosierujnomojn por tute kongrui aktualan lokan lingvon
es: Actualizar los nombres comunes de las carpetas para coincidir con la configuración regional actual
fr: Mettre à jour les noms des dossiers courants pour correspondre à la langue (« locale ») actuelle
ja: 標準フォルダーの名前を現在の言語に合わせて更新します
nds: Allgemeene Verteeknisnaamen in de neje Sprak opfrischen
nl: Namen van standaardmappen aanpassen aan de huidige taalinstelling
sv: Усклађује имена стандардних фасцикли са тренутним језиком
uk: Оновити імена загальних тек для відповідності поточній локалі

# Comment(openbox-gnome.desktop)
source: Use the Openbox window manager inside of the GNOME desktop environment
de: Verwendung des Openbox-Fenstermanagers innerhalb der GNOME-Arbeitsumgebung
es: Usar el gestor de ventanas de Openbox dentro del Entorno de Escritorio K (KDE)
fr: Utiliser le gestionnaire de fenêtres Openbox à l'intérieur de l'environnement de bureau GNOME
ja: GNOME デスクトップ環境内で Openbox ウインドウマネージャを使用する
nl: De Openbox vensterbeheerder gebruiken in de GNOME bureaubladomgeving
uk: Використовувати віконний менеджер Openbox в середовищі GNOME

# Comment(openbox-kde.desktop)
source: Use the Openbox window manager inside of the K Desktop Environment
de: Verwendung des Openbox-Fenstermanagers innerhalb der KDE-Arbeitsumgebung
es: Usar el gestor de ventanas de Openbox dentro del Entorno de Escritorio K (KDE)
fr: Utiliser le gestionnaire de fenêtres Openbox à l'intérieur de l'environnement de bureau KDE
ja: K デスクトップ環境内で Openbox ウインドウマネージャを使用する
nl: De Openbox vensterbeheerder gebruiken in de KDE bureaubladomgeving
uk: Використовувати віконний менеджер Openbox в середовищі KDE

# Comment(sawfish-kde4.desktop)
source: Use the Sawfish window manager inside of the Kde desktop environment
fr: Utiliser le gestionnaire de fenêtres Sawfish dans l'environnement de bureau KDE
ja: KDE デスクトップ環境内で Sawfish ウインドウマネージャを使用します
nl: De Sawfish vensterbeheerder gebruiken in de KDE bureaubladomgeving
uk: Використання менеджера вікон Sawfish в середині стільничного середовища Kde

# Comment(sawfish-lumina.desktop)
source: Use the Sawfish window manager inside of the Lumina desktop environment
fr: Utiliser le gestionnaire de fenêtres Sawfish dans l'environnement de bureau Lumina
ja: Lumina デスクトップ環境内で Sawfish ウインドウマネージャを使用します
nl: De Sawfish vensterbeheerder gebruiken in de Lumina bureaubladomgeving
uk: Використання менеджера вікон Sawfish в середині стільничного середовища Lumina

# Comment(sawfish-mate.desktop)
source: Use the Sawfish window manager inside of the MATE desktop environment
fr: Utiliser le gestionnaire de fenêtres Sawfish dans l'environnement de bureau MATE
ja: MATE デスクトップ環境内で Sawfish ウインドウマネージャを使用します
nl: De Sawfish vensterbeheerder gebruiken in de MATE bureaubladomgeving
uk: Використання менеджера вікон Sawfish в середині стільничного середовища MATE

# Comment(sawfish-xfce.desktop)
source: Use the Sawfish window manager inside of the XFCE desktop environment
fr: Utiliser le gestionnaire de fenêtres Sawfish dans l'environnement de bureau XFCE
ja: XFCE デスクトップ環境内で Sawfish ウインドウマネージャを使用します
nl: De Sawfish vensterbeheerder gebruiken in de XFCE bureaubladomgeving
uk: Використання менеджера вікон Sawfish в середині стільничного середовища XFCE

# Comment(xfce.desktop)
source: Use this session to run Xfce as your desktop environment
ar: إستعمل هذه الجلسة لتشغيل إكسفس كسطح مكتب
de: Diese Sitzung auswählen, um Xfce als Ihre Arbeitsumgebung zu starten
es: Use esta sesión para ejecutar Xfce como su entorno de escritorio
fr: Utilisez cette session pour exécuter Xfce comme environnement de bureau
ja: Xfce をデスクトップ環境として起動するためにこのセッションを使用します
nl: Gebruik deze sessie om Xfce te draaien als uw werkomgeving
nn: Bruk denne økta for å køyra Xfce som skrivebordsmiljø
sv: Користите ову сесију да покренете ИксФЦЕ као ваше радно окружење
uk: Використайте цей сеанс для запуску Xfce як Вашого типого середовища.

# Name(user-dirs-update-gtk.desktop)
source: User folders update
ar: تحديث مجلدات المستخدم
de: Aktualisierung der Ordner des Benutzers
eo: Ĝisdatigo de uzantaj dosierujoj
es: Actualización de las carpetas del usuario
fr: Mise à jour des dossiers utilisateur
ja: ユーザー・フォルダーの更新
nds: Brukerverteeknisopfrischen
nl: Gebruikersmappen aanpassen
sv: Преименовање фасцикли
uk: Оновлення тек користувача

# Name(xsession.desktop)
source: User/System Default
ja: ユーザ／システムの既定値
nl: Gebruiker-/systeemstandaard
uk: Усталений користувач/система
