Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files.po
Languages: ar, cy, de, eo, es, fr, fy, ga, ja, nds, nl, nn, sv, tg, uk, uz, wa

# Name(git-annex.desktop)
source: Git Annex Assistant
ja: Git Annex アシスタント
nl: Git Annex Assistent
uk: Асистент Git Annex

# Name(lxqt-globalkeyshortcuts.desktop)
source: Global Keyboard Shortcuts
de: Globale Kurzbefehle
es: Atajos Globales del Teclado
fr: Raccourcis clavier globaux
ja: グローバルキーボードショートカット
nl: Globale sneltoetsen
uk: Глобальні клавіатурні скорочення

# Name(Green.jpg.desktop)
source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
nl: Groen
uk: Зелень

# Name(NatureSeries007.jpg.desktop)
source: Green Leaf
de: Grünes Blatt
es: Hoja verde
fr: Feuille verte
ja: 緑の葉
uk: Зелене листя

# Name(metadata.desktop)
source: Grey
ar: رماديّ
de: Graustufen
es: Gris
fr: Gris
ja: グレー
nl: Grijs
nn: Grå
sv: Сивило
uk: Сірість

# Comment(hplip-systray.desktop)
source: HP System Tray Service
de: HP Systembereichsdienst
es: Servicio HP para la bandeja del sistema
ja: HP システムトレイサービス
nl: HP systeemvakservice
uk: Служба системного лотка HP

# Name(hplip-systray.desktop)
source: HP System Tray Service
de: HP Systembereichsdienst
es: Servicio HP para la bandeja del sistema
ja: HP システムトレイサービス
nl: HP systeemvakservice
uk: Служба системного лотка HP

# Name(Haze.jpg.desktop)
source: Haze
de: Nebel
es: Neblina
fr: Brume
ja: 薄霧
uk: Серпанок

# Comment(awesome.desktop)
source: Highly configurable framework window manager
de: Äußerst anpassbarer Fensterverwalter
es: Manejador de ventanas altamente configurable
fr: Gestionnaire de fenêtres hautement configurable
ja: 高度な設定のできるフレームワーク型ウインドウマネージャ
nl: Zeer goed te configureren framework voor vensterbeheerder
uk: Повністю пристосовуваний менеджер вікон

# Name(Hillside.jpg.desktop)
source: Hillside
de: Berghang
es: Ladera
fr: Flanc de colline
ja: ヒルサイド
uk: Узгір'я

# Name(icewm-session.desktop)
source: IceWM Session
ja: IceWM セッション
nl: IceWM-sessie
uk: Сеанс IceWM

# Comment(xfce4-notes-autostart.desktop)
source: Ideal for your quick notes
ar: مثالي لملاحظاتك السريعة
de: Ideal für kurze Notizen
es: Ideal para sus notas rápidas
fr: Idéal pour vos petites notes
ja: ちょっとしたメモに最適な付箋紙プラグインです
nl: Ideaal voor snelle notities
sv: Идеално за ваше брзе белешке
uk: Ідеально для Ваших швидких заміток

# Name(deploy_image.desktop)
source: Image deployment
de: Abbild-Installation
es: Despliegue de la imagen
fr: Déploiement d'images
ja: 画像の配置
nl: Gebruik van images
uk: Розгортання штампа

# GenericName(ssh_import.desktop)
source: Importing SSH keys from a previous installation
ja: 以前のインストールから SSH 鍵を取り込む
nl: SSH-sleutels worden geïmporteerd uit een vorige installatie
uk: Імпорт ключів SSH із попереднього встановлення

# Comment(tracker-miner-apps.desktop)
source: Indexes information about applications installed
de: Informationen über installierte Anwendungen indizieren
es: Indexa información sobre aplicaciones instaladas
fr: Indexe les informations relatives aux applications installées
ja: インストール済みのアプリケーションに関する情報に索引を作成する
nl: Indexeert informatie over geïnstalleerde toepassingen
sv: Попишите податке о инсталираним програмима
uk: Індексування інформації про встановлені програми

# Name(gnome-initial-setup-first-login.desktop)
source: Initial Setup
ar: الإعداد الأولي
de: Ersteinrichtung
eo: Unua agordo
es: Configuración inicial
fr: Configuration initiale
ga: Socrú Tosaigh
ja: 初期セットアップ
nl: Instellingen voor eerste gebruik
sv: Почетно подешавање
tg: Танзимоти ибтидоӣ
uk: Перший запуск

# Comment(synaptiks_init_config.desktop)
source: Initialize touchpad configuration
de: Initialisierung der Touchpad-Konfiguration
es: Inicializar la configuración del TouchPad
fr: Initialiser la configuration du pavé tactile
ja: タッチパッドの設定を準備する
nl: Configuratie van touchpad initialiseren
uk: Започаткувати налаштування сенсорної панелі

# GenericName(fcitx-autostart.desktop)
source: Input Method
de: Eingabemethode
es: Método de entrada
ja: 入力メソッド
nl: Invoermethode
uk: Метод введення

# Comment(kalarm.autostart.desktop)
source: KAlarm autostart at login
ar: تشغيل آلي لبرنامج المنبه KAlarm عند الولوج
de: Autostart von KAlarm bei der Anmeldung
es: Inicio automático de KAlarm al iniciar sesión
fr: Démarrage à la connexion de KAlarm
ga: Tosaigh KAlarm go huathoibríoch ag am logála isteach
ja: ログイン時に KAlarm を自動起動
nds: KAlarm bi't Anmellen automaatsch starten
nl: KAlarm automatisch starten bij aanmelden
nn: Start automatisk KAlarm ved innlogging
sv: Аутоматско покретање К‑аларма по пријављивању
uk: Автозапуск після входу KAlarm
wa: KAlarm s' enonde tot seu a l' elodjaedje

# Name(korgac.desktop)
source: KOrganizer Reminder Client
ar: عميل رسائل التذكير لبرنامج المنظم
de: KOrganizer Erinnerungsfunktion
eo: Alarmilo por Organizilo
es: Cliente de recordatorio de KOrganizer
fr: Client d'alarme de KOrganizer
fy: KOrganizer omtinkerdaemon
ga: Cliant Meabhrúchán KOrganizer
ja: KOrganizer リマインダクライアント
nds: KOrganizer-Anstöötgever
nl: KOrganizer herinneringsdaemon
nn: Alarmklient for KOrganizer
sv: Клијент подсетника К‑организатора
uk: Клієнт нагадувань KOrganizer
wa: Cliyint do rimimbreu d' KOrganizer

# Name(org.kde.korgac.desktop)
source: KOrganizer Reminder Client
ar: عميل رسائل التذكير لبرنامج المنظم
de: KOrganizer Erinnerungsfunktion
eo: Alarmilo por Organizilo
es: Cliente de recordatorio de KOrganizer
fr: Client d'alarme de KOrganizer
fy: KOrganizer omtinkerdaemon
ga: Cliant Meabhrúchán KOrganizer
ja: KOrganizer リマインダクライアント
nds: KOrganizer-Anstöötgever
nl: KOrganizer herinneringsdaemon
nn: Alarmklient for KOrganizer
sv: Клијент подсетника К‑организатора
uk: Клієнт нагадувань KOrganizer
wa: Cliyint do rimimbreu d' KOrganizer

# GenericName(korgac.desktop)
source: KOrganizer Reminder Daemon Client
ar: عميل مراقب رسائل تذكير المنظم
de: Hintergrund-Erinnerungsfunktion für KOrganizer
eo: Kliento por la alarmo-demono de Organizilo
es: Cliente del demonio de recordatorio de KOrganizer
fr: Client pour le démon d'alarme de KOrganizer
fy: KOrganizer omtinkerdaemon
ga: Cliant Deamhain Meabhrúchán KOrganizer
ja: KOrganizer リマインダデーモンクライアント
nds: Client för den Anstootdämoon vun KOrganizer
nl: KOrganizer herinneringsdaemon
nn: Alarmteneste for KOrganizer
sv: Клијент демона подсетника у К‑организатору
uk: Фонова служба клієнта нагадування для KOrganizer
wa: Cliyint do démon do rimimbreu d' KOrganizer

# GenericName(org.kde.korgac.desktop)
source: KOrganizer Reminder Daemon Client
ar: عميل مراقب رسائل تذكير المنظم
de: Hintergrund-Erinnerungsfunktion für KOrganizer
eo: Kliento por la alarmo-demono de Organizilo
es: Cliente del demonio de recordatorio de KOrganizer
fr: Client pour le démon d'alarme de KOrganizer
fy: KOrganizer omtinkerdaemon
ga: Cliant Deamhain Meabhrúchán KOrganizer
ja: KOrganizer リマインダデーモンクライアント
nds: Client för den Anstootdämoon vun KOrganizer
nl: KOrganizer herinneringsdaemon
nn: Alarmteneste for KOrganizer
sv: Клијент демона подсетника у К‑организатору
uk: Фонова служба клієнта нагадування для KOrganizer
wa: Cliyint do démon do rimimbreu d' KOrganizer

# Name(pam_kwallet_init.desktop)
source: KWallet PAM Socket Connection
de: Verbindung zu KWallet-PAM-Socket
es: Conexión con el «socket» PAM de KWallet
ja: KWallet PAM ソケット接続
nl: KWallet verbinding met PAM-socket
nn: KWallet PAM-socket-tilkopling
sv: Веза са К‑новчаниковим ПАМ сокетом
uk: З’єднання із сокетом PAM KWallet

# Name(metadata.desktop)
source: Kite
ar: طائرة ورقيّة
de: Drachen
es: Cometa
nl: Vlieger
nn: Drake
sv: Змај
uk: Повітряний змій

# Name(konqy_preload.desktop)
source: Konqueror Preloading During KDE startup
ar: التحميل المسبق لكونكيورر عند إقلاع كدي
cy: Cynlwytho Konqueror yn ystod Ymgychwyn KDE
de: Konqueror bei KDE-Start im Hintergrund laden
eo: Konkeranta antaŭŝargado dum KDE-lanĉo
es: Precargado de Konqueror durante el arranque de KDE
fr: Préchargement de Konqueror lors du démarrage de KDE
fy: Konqueror foarlade ûnder it begjinnen fan KDE
ga: Réamhluchtú Konqueror ag am tosaithe KDE
ja: KDE 起動時に Konqueror をプリロードします
nds: Konqueror vörladen bi't Hoochfohren vun KDE
nl: Konqueror voorladen tijdens KDE-start
nn: Førehandslast Konqueror når KDE startar
sv: Предучитавање К‑освајача при покретању КДЕ‑а
tg: Боркунии пешакии Konqueror ҳангоми оғози KDE
uk: Попереднє завантаження Konqueror при старті KDE
wa: Prétcherdjaedje do Konqueror tins l' enondaedje di KDE

# Comment(lxde.desktop)
source: LXDE - Lightweight X11 desktop environment
de: LXDE - Leichtgewichtige X11 Desktop-Umgebung
es: LXDE - Entorno de Escritorio X11 Liviano
fr: LXDE - Environnement de bureau X11 léger
ja: LXDE - 軽量な X11 デスクトップ環境
nl: LXDE - Lichtgewicht X11 bureaubladomgeving
uk: LXDE - Легке середовище стільниці X11

# Name(lxqt.desktop)
source: LXQt Desktop
ar: سطح المكتب ريزر
de: LXQt Arbeitsumgebung
eo: LXQta labortablo
es: Escritorio LXQt
fr: Bureau LXQt
ja: LXQt デスクトップ
nl: LXQt Bureaublad
uk: Стільниця LXQt

# Comment(mate-user-share-obexftp.desktop)
source: Launch Personal File Sharing if enabled
ar: شغّل مشاركة الملفات الشخصية إذا كانت مفعلة
de: Persönliche Dateifreigabe starten, wenn aktiv
es: Lanzar la compartición de archivos personales si están activadas
fr: Lance le partage de fichiers personnels s'il est activé
ga: Tosaigh Comhroinnt Chomhad Pearsanta má chumasaithe
ja: 個人的なファイルの共有機能を起動します (可能な場合)
nl: ‘Persoonlijke bestanden delen’ opstarten indien ingeschakeld
nn: Køyr personleg fildeling om slått på
sv: Покреће дељење личних датотека ако је омогућено
uk: Увімкнути спільний доступ, якщо можливо

# Comment(mate-user-share-obexpush.desktop)
source: Launch Personal File Sharing if enabled
ar: شغّل مشاركة الملفات الشخصية إذا كانت مفعلة
de: Persönliche Dateifreigabe starten, wenn aktiv
es: Lanzar la compartición de archivos personales si están activadas
fr: Lance le partage de fichiers personnels s'il est activé
ga: Tosaigh Comhroinnt Chomhad Pearsanta má chumasaithe
ja: 個人的なファイルの共有機能を起動します (可能な場合)
nl: ‘Persoonlijke bestanden delen’ opstarten indien ingeschakeld
nn: Køyr personleg fildeling om slått på
sv: Покреће дељење личних датотека ако је омогућено
uk: Увімкнути спільний доступ, якщо можливо

# Comment(mate-user-share-webdav.desktop)
source: Launch Personal File Sharing if enabled
ar: شغّل مشاركة الملفات الشخصية إذا كانت مفعلة
de: Persönliche Dateifreigabe starten, wenn aktiv
es: Lanzar la compartición de archivos personales si están activadas
fr: Lance le partage de fichiers personnels s'il est activé
ga: Tosaigh Comhroinnt Chomhad Pearsanta má chumasaithe
ja: 個人的なファイルの共有機能を起動します (可能な場合)
nl: ‘Persoonlijke bestanden delen’ opstarten indien ingeschakeld
nn: Køyr personleg fildeling om slått på
sv: Покреће дељење личних датотека ако је омогућено
uk: Увімкнути спільний доступ, якщо можливо

# Comment(light-locker.desktop)
source: Launch screen locker program
de: Bildschirmsperre starten
es: Abrir el programa de bloqueo de pantalla
fr: Lancer le verrouilleur d'écran
ja: スクリーンロックのプログラムを実行する
nl: Schermvergrendelingsprogramma starten
uk: Запуск програми блокування екрану

# Comment(LCDE.desktop)
source: LeechCraft session with the window manager configured via Fenet
de: LeechCraft-Session mit dem Fenstermanager konfiguriert über Fenet
es: Sesión de LeechCraft con el gestor de ventanas configurado vía Fenet
fr: Session LeechCraft avec gestionnaire de fenêtres configuré par Fenet
ja: Fenet 経由でウインドウマネージャを設定した LeechCraft セッション
nl: LeechCraft sessie met de vensterbeheerder ingesteld via Fenet
uk: Сеанс LeechCraft з віконний менеджером, налаштованим через Fenet

# Comment(lxqt.desktop)
source: Lightweight Qt Desktop
ar: سطح المكتب Qt
de: Leichtgewichtige Qt Arbeitsumgebung
eo: Qt-labortablo
es: Escritorio Qt
fr: Bureau Qt léger
ja: Qt デスクトップ
nl: Qt Bureaublad
uk: Стільниця Qt

# Comment(epymc_xsession.desktop)
source: Log in directly in EpyMC
fr: Se connecter directement dans EpyMC
ja: EpyMC への直接ログイン
nl: Direct aanmelden in EpyMC
uk: Увійти прямо у EpyMC

# Name(user-dirs-update-mate.desktop)
source: MATE Desktop user folders update
de: MATE-Desktop Aktualisierung der Ordner des Benutzers
es: Actualización de las carpetas de usuario del escritorio MATE
fr: Mise à jour des dossiers utilisateur du bureau MATE
ja: MATE デスクトップのユーザフォルダ更新
nl: Bijwerken van gebruikersmappen van het MATE-bureaublad
uk: Оновлення теки користувача стільниці MATE

# Name(mate-settings-daemon.desktop)
source: MATE Settings Daemon
ar: محثّ إعدادات مييت
de: MATE-Einstellungsdienst
es: Administrador de preferencias de MATE
fr: Service des paramètres MATE
ga: Deamhan Socruithe MATE
ja: MATE 設定デーモン
nl: Mate-instellingenvoorziening
nn: MATE innstillingsnisse
sv: Мејтов услужник подешавања
uk: Служба параметрів MATE

# Name(mate-maximus-autostart.desktop)
source: Maximus Window Management
de: Maximus-Fensterverwaltung
es: Gestión de ventanas Maximus
fr: Gestion de fenêtres Maximus
ja: Maximus ウインドウ管理
nl: Vensterbeheer door Maximus
uk: Поведінка вікон Maximus

# Comment(tracker-store.desktop)
source: Metadata database store and lookup manager
ar: مدير بحث وتخزين في قواعد البيانات الفوقية
de: Verwaltung für Suche und Speicherung in einer Metadaten-Datenbank
es: Gestor de almacenamiento y búsqueda en la base de datos de metadatos
fr: Base de données de métadonnées et gestionnaire de recherche
ja: メタデータベースへ格納してマネージャーを検索します
nl: Databaseopslag en opzoekbeheerder van metagegevens
sv: Управник складиштем базе података метаподатака и претрагом
uk: Сховище бази метаданих та диспетчер пошуку

# Comment(gsettings-data-convert.desktop)
source: Migrates user settings from GConf to dconf
de: Migriert Benutzereinstellungen von GConf zu dconf
eo: Transmetas uzantoagordojn de GConf al dconf
es: Migra la configuración del usuario de GConf a dconf
fr: Effectue la migration des paramètres utilisateur de GConf vers dconf
ja: ユーザーの設定を GConf から dconf に移行します
nl: Gebruikersgegegevens van GConf naar dconf migreren
sv: Пребаците корисничка подешавања из Гконфа у дконф.
uk: Перемістити налаштування користувача з GConf у dconf

# Name(Mountains.jpg.desktop)
source: Mountains
de: Berge
es: Montañas
fr: Montagnes
ja: 山々
uk: Гори

# Name(Naptime.jpg.desktop)
source: Naptime
de: Nickerchen
es: Hora de la siesta
fr: L'heure de la sieste
uk: Час дрімоти

# Name(xfce4-notes-autostart.desktop)
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
nl: Notities
sv: Бележница
uk: Записки

# Name(lxqt-notifications.desktop)
source: Notification Daemon
ar: بريمج الإشعارات
de: Benachrichtigungsdaemon
eo: Demono de atentigoj
es: Demonio de notificaciones
fr: Démon de notification
ja: 通知デーモン
nl: notificatie Daemon
uk: Демон сповіщень

# Name(curvy2.png.desktop)
source: Novell Curvy
es: Novell curvilíneo
fr: Courbe Novell
uk: Криві Novell

# Name(obexd-server.desktop)
source: Obexd Server
es: Servidor Obexd
fr: Serveur obexd
ja: Obexd サーバ
uk: Сервер Obexd

# Comment(obexd-server.desktop)
source: Obexd Server Daemon
es: Demonio Servidor Obexd
fr: Démon du serveur obexd
ja: Obexd サーバデーモン
uk: Фонова служба сервера Obexd

# Name(metadata.desktop)
source: One Stands Out
ar: واحدة مختلفة
de: Einer fällt auf
es: Uno destacado
nn: Éin skil seg ut
sv: Један се истиче
uk: Один перед усіма

# Name(NatureSeries010.jpg.desktop)
source: Orange Flower
de: Orange Blume
es: Flor naranja
fr: Fleur orange
ja: オレンジ色の花
uk: Помаранчева квітка

# Name(orca-autostart.desktop)
source: Orca screen reader
de: Orca Screenreader (Vorlese-Anwendung)
es: Lector de pantalla Orca
fr: Lecteur d'écran Orca
ja: Orca スクリーンリーダ
nl: Orca schermlezer
uk: Інструмент читання з екрана Orca

# Name(software.desktop)
source: Package Selection
de: Paketauswahl
es: Selección de paquetes
fr: Sélection des paquets
ja: パッケージ選択
nl: Pakketselectie
uk: Вибір пакунків

# Comment(pk-update-icon.desktop)
source: PackageKit Update Applet
de: PackageKit Aktualisierungsapplet
es: Applet de actualización para PackageKit
fr: Applet de mise à jour PackageKit
ja: PackageKit 更新アプレット
nl: Applet voor bijwerken met PackageKit
uk: Аплет оновлення PackageKit

# Name(pk-update-icon.desktop)
source: PackageKit Update Applet
de: PackageKit Aktualisierungsapplet
es: Applet de actualización para PackageKit
fr: Applet de mise à jour PackageKit
ja: PackageKit 更新アプレット
nl: Applet voor bijwerken met PackageKit
uk: Аплет оновлення PackageKit

# Name(lxqt-panel.desktop)
source: Panel
ar: اللوحة
de: Bedienfeld
eo: Panelo
fr: Tableau de bord
ja: パネル
nl: Paneel
uk: Панель

# Name(NatureSeries008.jpg.desktop)
source: Parallel Veins
de: Parallele Adern
es: Venas paralelas
fr: Veines parallèles
ja: 葉脈
uk: Паралельні жилки

# Name(partitioning.desktop)
source: Partitioning
de: Partitionierung
es: Particionado
fr: Partitionnement
ja: パーティション設定
nl: Partitionering
uk: Розподіл диска

# Name(metadata.desktop)
source: Pastel Hills
ar: تلال الباستيل
de: Pastel-Hügel
es: Colinas pastel
ja: パステル・ヒル
nl: Heuvels in pastel
nn: Åsar av pastell
sv: Пастелни брежуљци
uk: Пастельні пагорби

# Name(metadata.desktop)
source: Path
ar: المسار
de: Pfad
es: Camino
ja: パス
nl: Pad
nn: Sti
sv: Стаза
uk: Шлях

# Name(mate-user-share-obexftp.desktop)
source: Personal File Sharing obexftp
de: Persönliche Dateifreigabe obexftp
es: Compartición de archivos personales obexftp
fr: Le partage de fichiers personnels obexftp
ja: obexftp によるファイルの共有
nl: Persoonlijke Bestanden Delen obexftp
uk: Персональний загальний доступ до файлів obexftp

# Name(mate-user-share-obexpush.desktop)
source: Personal File Sharing obexpush
de: Persönliche Dateifreigabe obexpush
es: Compartición de archivos personales obexpush
fr: Le partage de fichiers personnels obexpush
ja: obexpush によるファイルの共有
nl: Persoonlijke Bestanden Delen obexpush
uk: Персональний загальний доступ до файлів obexpush

# Name(mate-user-share-webdav.desktop)
source: Personal File Sharing webdav
de: Persönliche Dateifreigabe webdav
es: Compartición de archivos personales webdav
fr: Partage de fichiers personnels webdav
ja: webdav によるファイルの共有
nl: Persoonlijke Bestanden Delen webdav
uk: Персональний загальний доступ до файлів webdav

# Name(NatureSeries011.jpg.desktop)
source: Phantom Leaves
de: Phantom-Blätter
es: Hojas fantasma
fr: Feuilles fantômes
ja: 葉の幻影
uk: Марево з листя

# Name(plasma5.desktop)
source: Plasma 5
uk: Плазма 5

# Name(plasma-desktop.desktop)
source: Plasma Desktop Workspace
ar: مساحة عمل بلازما
de: Plasma-Arbeitsflächenbereiche
eo: Plasma Labortabla laborspaco
es: Espacio de trabajo del escritorio Plasma
fr: Espace de travail Plasma
fy: Plasma buroblêd wurkromte
ga: Spás Oibre Deisce Plasma
ja: Plasma デスクトップワークスペース
nds: Plasma-Schriefdischarbeitrebeet
nl: Plasma Bureaublad Werkplek
nn: Arbeidsområde for Plasma-skrivebord
sv: Плазма, радни простор површи
tg: Муҳити мизи кории Plasma
uk: Робочий простір стільниці Плазми
wa: Espåce di boutaedje Sicribanne di Plasma

# Name(plasmashell.desktop)
source: Plasma Desktop Workspace
ar: مساحة عمل سطح مكتب بلازما
de: Plasma-Arbeitsflächenbereich
es: Espacio de trabajo del escritorio Plasma
fr: Espace de travail Plasma
ga: Spás Oibre Deisce Plasma
ja: Plasma デスクトップワークスペース
nds: Plasma-Schriefdischarbeitrebeet
nl: Plasma Bureaublad Werkplek
nn: Arbeidsområde for Plasma-skrivebord
sv: Плазма, радни простор површи
uk: Робочий простір Плазми для комп’ютерів

# Comment(plasma-mediacenter.desktop)
source: Plasma Media Center by KDE
de: Plasma-Mediencenter von KDE
es: Centro multimedia de Plasma, por KDE
fr: Centre multimédia de Plasma par KDE
ja: KDE による Plasma メディアセンター
nl: Plasma mediacentrum door KDE
uk: Медіацентр Плазми від KDE

# Comment(plasma5.desktop)
source: Plasma by KDE
de: Plasma von KDE
es: Plasma por KDE
fr: Plasma par KDE
nl: Plasma door KDE
uk: Плазма від KDE

# Comment(polkit-gnome-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
ar: مدير الاستيثاق PolicyKit
de: Legitimationsdienst von PolicyKit
es: Agente de autenticación de PolicyKit
fr: Agent d'authentification de PolicyKit
ja: PolicyKit 認証エージェント
nl: PolicyKit-autorisatieagent
sv: Autentiseringsagent för PolicyKit
uk: Агент автентифікації PolicyKit

# Comment(polkit-kde-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
de: Legitimationsdienst von PolicyKit
es: Agente de autenticación PolicyKit
fr: Agent d'authentification de PolicyKit
ja: PolicyKit 認証エージェント
nl: PolicyKit-autorisatieagent
sv: Policykit behörighetskontrollverktyg
uk: Агент розпізнавання PolicyKit

# Name(polkit-gnome-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
ar: مدير الاستيثاق PolicyKit
de: Legitimationsdienst von PolicyKit
es: Agente de autenticación de PolicyKit
fr: Agent d'authentification de PolicyKit
ja: PolicyKit 認証エージェント
nl: PolicyKit-autorisatieagent
sv: Autentiseringsagent för PolicyKit
uk: Агент автентифікації PolicyKit

# Name(polkit-kde-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
de: Legitimationsdienst von PolicyKit
es: Agente de autenticación PolicyKit
fr: Agent d'authentification de PolicyKit
ja: PolicyKit 認証エージェント
nl: PolicyKit-autorisatieagent
sv: Policykit behörighetskontrollverktyg
uk: Агент розпізнавання PolicyKit

# Name(polkit-mate-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
ar: مدير الاستيثاق PolicyKit
de: PolicyKit-Legitimationsagent
es: Agente de autenticación de PolicyKit
fr: Agent d'authentification de PolicyKit
ja: PolicyKit 認証エージェント
sv: Агент потврђивања идентитета Прибор политике
uk: Агент розпізнання PolicyKit

# Comment(polkit-mate-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent for the MATE Desktop
ar: عميل الاستيثاق PolicyKit لسطح مكتب مييت
de: PolicyKit-Legitimationsagent für die MATE-Arbeitsumgebung
es: Agente de autenticación de PolicyKit para escritorio MATE
fr: Agent d'authentification PolicyKit pour MATE Desktop
ja: PolicyKit 認証エージェント
nl: PolicyKit-authenticatie voor de MATE-desktop
sv: Прибор политике је агент за потврђивање идентитета за Мејтову радну површ
uk: Агент розпізнання PolicyKit для стільниці MATE

# Name(lxqt-policykit-agent.desktop)
source: PolicyKit Handler
ar: معالج PolicyKit
de: PolicyKit-Steuerung
eo: Traktilo de PolicyKit
es: Manipulador de PolicyKit
ja: PolicyKitハンドラ
uk: Маніпулятор PolicyKit

# Comment(lxpolkit.desktop)
source: Policykit Authentication Agent
fr: Agent d'authentification PolicyKit
ja: Policykit 認証エージェント
nl: PolicyKit-verificatieagent
uk: Агент авторизації Policykit

# Name(powerdevil.desktop)
source: Power Management
ar: إدارة الطاقة
de: Energieverwaltung
es: Gestión de energía
fr: Système de gestion de l'énergie
ja: 電源管理
nds: Stroompleeg
nl: Energiebeheer
nn: Straumstyring
sv: Управљање напајањем
uk: Керування живленням

# Name(mate-power-manager.desktop)
source: Power Manager
ar: مدير الطاقة
cy: Rheolwr Pŵer
de: Energieverwaltung
es: Gestor de energía
fr: Gestionnaire d'énergie
ga: Bainisteoir Cumhachta
ja: 電源の管理
nl: Energiebeheer
nn: Straumstyring
sv: Управник напајања
uk: Керування живленням
uz: Quvvat Boshqaruvchi

# Name(xfce4-power-manager.desktop)
source: Power Manager
ar: مدير طاقة
de: Energieverwaltung
es: Administrador de energía
fr: Gestionnaire d’alimentation
ja: 電源管理
nl: Energiebeheerder
nn: Straumstyring
sv: Управник потрошње
uk: Менеджер живлення

# Comment(mate-power-manager.desktop)
source: Power management daemon
ar: جني إدارة الطاقة
cy: Ellyll rheoli pŵer
de: Hintergrundprozess der Energieverwaltung
es: Demonio del gestor de energía
fr: Moniteur du gestionnaire d'énergie
ga: Deamhan bainistíochta cumhachta
ja: 電源管理のデーモンを起動します
nl: Energiebeheer-daemon
nn: Straumstyringsnisse
sv: Услужник управљања напајањем
uk: Служба керування живленням

# Comment(xfce4-power-manager.desktop)
source: Power management for the Xfce desktop
ar: مدير الطاقة لسطح مكتب إكسفس
de: Energieverwaltung für die Arbeitsumgebung Xfce
es: Administrador de energía para el escritorio Xfce
fr: Gestion d’alimentation pour l’environnement de bureau Xfce
ja: Xfce デスクトップ用電源管理
nl: Energiebeheer voor de Xfce-werkomgeving
nn: Straumstyring for Xfce-skrivebordet
sv: Управник потрошње за ИксФЦЕ радно окружење
uk: Менеджер живлення для робочого столу Xfce
