Repository: Acidburn0zzz/desktop-file-translations
Catalog: */update-desktop-files.po
Languages: ar, cy, de, eo, es, fr, fy, ga, ja, nds, nl, nn, sv, tg, uk, uz, wa

# Comment(icewm.desktop)
source: A Windows 95-OS/2-Motif-like window manager
ar: مدير نوافذ مشابه لـ Win95-OS/2-Motif
cy: Trefnydd ffenestri sy'n debyg i Windows95-OS/2-Motif
de: Fenstermanager im Stil von Windows 95, OS/2 und Motif
eo: Fenestroadministrilo kiel Vindozo 95, OS/2 kaj Motifo
es: Un administrador de ventanas similar a Win95-OS/2-Motif
fr: Un gestionnaire de fenêtres ressemblant à Windows 95-OS/2-Motif
fy: In Win95-OS/2-Motif-likens finstersmanager
ja: Windows95,OS/2,Motifに似たウィンドウマネージャ
nds: Finsterpleger, de utsüht as Windows 95-OS/2-Motif
nl: Een Win95-OS/2-Motif-achtige windowmanager
nn: Ein vindaugssjef som liknar Windows 95-OS/2-Motif
sv: Менаџер прозора налик на Windows 95/OS/2/Motif
tg: Windows 95-OS/2-Motif-монанди мудири тиреза
uk: Менеджер вікон наподіб Windows 95-OS/2-Motif
uz: Win95-OS/2-Motif'га ўхшаш ойна бошқарувчи
wa: On manaedjeu di purneas rishonnant Windows95-OS/2-Motif

# Comment(lxqt-compton.desktop)
source: A X compositor
de: Kompositionsmanager für X11
fr: Un compositeur pour X
ja: X コンポジタ
nl: Een X-compositor
uk: Композитор A X

# Comment(glipper-autostart.desktop)
source: A clipboard history manager
de: Eine Verwaltung für die Zwischenablagen, mit Historie
es: Un gestor de historial de portapapeles
fr: Un outil de gestion de l'historique du presse-papier
ja: クリップボード履歴マネージャ
nl: Een beheerder voor de klembordgeschiedenis
uk: Менеджер історії буфера обміну

# Comment(openbox.desktop)
source: A lightweight window manager based on Blackbox
ar: مدير نوافذ خفيف مبني على Blackbox
cy: Trefnydd ffenestri ysgafn, wedi'i seilio ar Ddu-flwch
de: Schlanker Fenstermanager, der auf Blackbox beruht
eo: Fenestroadministrilo devenigita de Negrujo
es: Un administrador de ventanas ligero basado en BlackBox
fr: Un gestionnaire de fenêtres léger basé sur Blackbox
fy: In lichtgewicht finstersmanager, basearre op Blackbox
ja: Blackboxベースの軽量なウィンドウマネージャ
nds: En ranke Finsterpleger, opbuut op Blackbox
nl: Een lichtgewicht windowmanager, gebaseerd op Blackbox
nn: Ein lett vindaugssjef basert på Blackbox
sv: Лагани менаџер прозора заснован на Blackbox-у
tg: Мудири тирезаи сабук ба асоси қуттии сиёҳ
uk: Легкий менеджер вікон, заснований на Blackbox
uz: Blackbox асосида яратилган оддий ойна бошқарувчи
wa: On ledjir manaedjeu di purneas båzé so Blackbox

# Comment(fvwm2.desktop)
source: A powerful ICCCM-compliant multiple virtual desktop window manager
ar: مدير نوافذ متوافق مع ICCCM ذي أسطح مكتب وهمية متعددة
cy: Trefnydd ffenestri pwerus efo penbyrddau rhith lluosol, sy'n cydymffurfio â ICCCM
de: Ein mächtiger ICCCM-kompatibler Fenstermanager mit vielen virtuellen Arbeitsflächen
eo: Fenestroadministrilo
es: Un potente administrador de ventanas, compatible con ICCCM y que soporta varios escritorios virtuales
fr: Un gestionnaire de fenêtres puissant compatible ICCCM avec gestion de bureaux virtuels multiples
fy: In krêftige ICCCM-compliant finstersmanager mei meardere buroblêden
ja: 複数の仮想デスクトップをサポートしたICCCM準拠のパワフルなウィンドウマネージャ
nds: En kraftvulle, ICCCM-kompatible Finsterpleger, mit vele virtuelle Schriefdischen
nl: Een krachtige ICCCM-compliant windowmanager met meerdere bureaubladen
nn: Ein slagkraftig vindaugssjef med fleire virtuelle skrivebord, som støttar ICCCM
sv: Моћни, ICCCM-сагласни, менаџер прозора са више виртуелних радних површина
uk: Потужний, сумісний з ICCCM менеджер вікон, з підтримкою віртуальних стільниць

# Comment(WindowMaker.desktop)
source: A simple window manager that resembles the NeXTStep look very closely
ar: مدير نوافذ بسيط يشبه مظهر NeXTStep بشكل قريب جداً
cy: Trefnydd ffenestri syml sy'n debyg iawn i'r golwg CamNesaf
de: Einfacher Fenstermanager mit starker Ähnlichkeit zu NeXTStep
eo: Simpla fenestroadministrilo
es: Un administrador de ventanas sencillo cuyo aspecto se parece mucho al de NeXTStep
fr: Un gestionnaire de fenêtres simple qui ressemble assez précisement à NeXTStep
fy: In Ienfâldige finstersmanager dy it úterlik fan NeXTStep saer tichtby benaderd
ja: NextStepにとても良く似たシンプルなウィンドウマネージャ
nds: En eenfache Finsterpleger de meist utsüht as NeXTStep
nl: Een eenvoudige windowmanager die het uiterlijk van NeXTStep zeer dicht benaderd
nn: Ein enkel vindaugssjef som liknar mykje på NeXTStep
sv: Једноставан менаџер прозора који одражава врло блиско изглед NeXTStep-а
uk: Простий менеджер вікон, що дуже нагадує NeXTStep
uz: NeXTStep'га жуда ўхшаш оддий ойна бошқарувчи

# Name(at-spi-dbus-bus.desktop)
source: AT-SPI D-Bus Bus
es: Bus AT-SPI D-Bus
fr: Bus D-Bus AT-SPI
ja: AT-SPI D-Bus バス
uk: Шина AT-SPI D-Bus

# GenericName(files.desktop)
source: Add Complete Configuration Files
de: Komplette Konfigurationsdateien hinzufügen
es: Añadir ficheros de configuración completos
fr: Ajouter des fichiers de configuration complets
ja: 完全な設定ファイルを追加する
nl: Volledige configuratiebestanden toevoegen
uk: Додати файли повної конфігурації

# GenericName(scripts.desktop)
source: Add or Edit Custom Scripts
de: Hinzufügen oder Ändern von eigenen Skripts
es: Añadir o editar guiones personalizados
fr: Ajouter ou modifier des scripts personnalisés
ja: 独自のスクリプトを追加または編集する
nl: Aangepaste scripts toevoegen of bewerken
uk: Додати або змінити нетипові скрипти

# Comment(spice-vdagent.desktop)
source: Agent for Spice guests
de: Agent für Spice-Gäste
es: Agente para invitados Spice
fr: Agent pour les invités Spice
ja: Spice ゲスト向けエージェント
nl: Agent voor Spice gasten
uk: Агент для гостей Spice

# Comment(git-annex.desktop)
source: Autostart
ja: 自動起動
uk: Автозапуск

# Name(backintime.desktop)
source: Backintime Password Cache
de: Backintime-Passwort-Cache
es: Caché de contraseña de Backintime
fr: Cache de mot de passe Backintime
ja: Backintime パスワードキャッシュ
nl: Wachtwoordcache van Backintime
uk: Кеш паролю Backintime

# Name(deja-dup-monitor.desktop)
source: Backup Monitor
ar: مراقب النسخ الاحتياطي
de: Datensicherungsüberwachung
eo: Sekurkopia kontrolilo
es: Monitor de respaldos
fr: Planificateur de sauvegarde
ja: バックアップモニター
nl: Reservekopieobservatie
nn: Planlegging av tryggleikskopiering
sv: Пратилац резерви
uk: Спостурігач резервного копіювання
uz: Заҳира олиш кундалиги

# Name(baloo_file.desktop)
source: Baloo File Daemon
ar: مراقب ملفات بالو
de: Baloo-Dateidienst
es: Demonio del archivo Baloo
fr: Démon de fichier Baloo
ja: Baloo ファイルデーモン
nds: Baloo-Dateidämoon
nl: Baloo bestandsdeamon
sv: Демон Балуа
uk: Фонова служба обробки файлів Baloo

# Comment(powerdevil.desktop)
source: Battery, Display and CPU power management and notification
ar: تنبيهات وإدارة طاقة المعالِج والعَرض والبطارية
de: Akku-, Anzeige- und Prozessorleistungsverwaltung und -benachrichtigung
es: Gestión de energía y notificaciones de la batería, la pantalla y la CPU
fr: Gestion et notifications de l'énergie pour les batteries, l'affichage et la consommation du processeur
ja: バッテリ、ディスプレイ、CPU の電源管理と通知
nds: Batterie-, Schirm- un Perzesser-Stroomkuntrull un -Bescheden
nl: Energiebeheer voor accu, scherm en CPU en meldingen
nn: Handtering og varsling for straumstyring av batteri, skjerm og prosessor
sv: Обавештавање и управљање батеријом и напајањем екрана и процесора
uk: Керування та сповіщення про стан акумуляторів та живлення дисплея і процесора

# Name(Bear.jpg.desktop)
source: Bear
de: Bär
es: Oso
fr: Ours
ja: 熊
nl: Beer
uk: Ведмідь

# Comment(bspwm.desktop)
source: Binary space partitioning window manager
ja: バイナリ (二分木) 領域分割型ウインドウマネージャ
nl: Vensterbeheerder met opdeling van binaire ruimte
uk: Менеджер вікон для розбиття двійкового простору

# Name(blueblobs2.png.desktop)
source: Blue Blobs
de: Blaue Tropfen
es: Gotas azules
fr: Formes bleues
ja: 青いシミ
nl: Blauwe klodders
uk: Блакитні каплі

# Comment(blueberry-tray.desktop)
source: Blueberry tray icon
ja: Blueberry トレイアイコン
nl: Blueberry systeemvakpictogram
uk: Піктограма у лотку Blueberry

# Name(Boulders.jpg.desktop)
source: Boulders
de: Felsbrocken
es: Cantos rodados
fr: Rochers
ja: 巨石
nl: Rotsblokken
uk: Брили

# Name(gnome-break-timer-autostart.desktop)
source: Break Timer
ja: ブレークタイマー
nl: Timer voor pauzes
uk: Таймер перерв

# Name(NatureSeries012.jpg.desktop)
source: Brown Eyed Susans
de: Brown Eyed Susans (Sonnenhut)
fr: Susan aux yeux bruns
ja: 黒心金光菊
nl: Susans met bruine ogen
uk: Дика природа

# Name(metadata.desktop)
source: By the water
ar: قرب الماء
de: Am Wasser
es: Junto al agua
nl: Aan de waterkant
nn: Ved havet
sv: Крај воде
uk: За водою

# Comment(backintime.desktop)
source: Cache passwords for non-interactive Backintime cronjobs
de: Passwörter für nicht-interaktive Backintime-Cronjobs speichern
es: Guardar contraseñas en caché para trabajos cron de Backintime no interactivos
fr: Mettre en cache les mots de passe pour les tâches cron non-interactives de Backtintime
ja: 対話型でない Backintime cron ジョブに対してパスワードを記憶させる
nl: Wachtwoorden in de cache zetten voor niet-interactieve Backintime cronjobs
uk: Кешувати паролі для неінтерактивних завдань Backintime cron

# Comment(evolution-alarm-notify.desktop)
source: Calendar event notifications
ar: إخطارات أحداث التقويم
de: Benachrichtigungen über Kalenderereignisse
es: Notificaciones de acontecimientos del calendario
fr: Notifications des évènements de l'agenda
ja: カレンダーのイベント通知
nl: Meldingen van agenda-afspraken
sv: Обавештења о догађајима календара
uk: Сповіщення про календарні події

# GenericName(z-displaycal-apply-profiles.desktop)
source: Calibration and ICC Profile Loader
de: Kalibrierungs- und ICC-Profil-Lader
ja: 校正と ICC プロファイルの読み込み
nl: Lader van kalibratie en ICC profielen
uk: Калібрування та завантажувач профілю ICC

# Name(gnome-keyring-pkcs11.desktop)
source: Certificate and Key Storage
ar: مخزن الشهادات والمفاتيح
de: Zertifikat-/Schlüsselverwahrung
eo: Memorejo de atestiloj kaj ŝlosiloj
es: Certificados y almacenamiento de claves
fr: Stockage de certificats et de clés
ja: 証明書および鍵を格納するストレージ
nl: Certificaat- en sleutelopslag
nn: Serifikat- og nøkkellager
sv: Складиште сертификата и кључева
uk: Сертифікат та сховище ключів

# Name(chloroblinds.png.desktop)
source: Chloroblinds
uk: Зеленаві смужки

# Name(cinnamon2d.desktop)
source: Cinnamon (Software Rendering)
ja: Cinnamon (ソフトウエア描画)
uk: Cinnamon (програмне вимальовування)

# Comment(parcellite-startup.desktop)
source: Clipboard Manager
de: Verwaltung der Zwischenablage
es: Gestor del portapapeles
fr: Gestionnaire de presse-papier
ja: クリップボード・マネージャ
nl: Klembordbeheerder
sv: Urklippshanterare
uk: Менеджер буфера обміну

# GenericName(parcellite-startup.desktop)
source: Clipboard Manager
de: Zwischenablage-Verwaltung
es: Gestor de Portapapeles
fr: Gestionnaire de presse-papier
ja: クリップボードマネージャ
nl: Klembordbeheerder
uk: Менеджер буфера обміну

# Comment(xfce4-clipman-plugin-autostart.desktop)
source: Clipboard manager
ar: مدير الحافظة
de: Verwaltung der Zwischenablagen
es: Gestor del portapapeles
fr: Gestionnaire de presse-papier
ja: クリップボードマネージャーです
nl: Klembordbeheerder
sv: Управник исечака
uk: Керування буфером обміну

# Name(xfce4-clipman-plugin-autostart.desktop)
source: Clipman
de: Zwischenablage
sv: Секач
uk: Буфер обміну

# Name(Clouds.jpg.desktop)
source: Clouds
de: Wolken
es: Nubes
fr: Nuages
ja: 雲
nl: Wolken
uk: Хмари

# Name(metadata.desktop)
source: Cold Ripple
ar: موجة برد
de: Kaltes Plätschern
es: Ola de frío
ja: 冷たいさざ波
nl: Koude rimpel
nn: Kald dukkert
sv: Хладно мрешкање
uk: Холодні брижі

# Name(metadata.desktop)
source: Colorful Cups
ar: أكواب ملوّنة
de: Farbige Tassen
es: Tazas de colores
ja: カラフルなカップ
nl: Kleurrijke koppen
nn: Fargerike krus
sv: Разнобојне шоље
uk: Кольорові чашки

# Name(krunner.desktop)
source: Command Runner
ar: منفّذ الأوامر
de: Programmstarter
eo: Ruli komandojn
es: Ejecución de órdenes
fr: Lanceur de commandes
fy: Kommando rinner
ga: Feidhmitheoir Orduithe
ja: コマンド Runner
nds: Befehldreger
nl: Commando uitvoeren
nn: Kommandostartar
sv: Извођач наредби
tg: Иҷрогари фармонҳо
uk: Запуск команд
wa: Enondeu d' colande

# Name(files.desktop)
source: Complete Configuration Files
de: Komplette Konfigurationsdateien
es: Ficheros de configuración completos
ja: 設定ファイルの仕上げ
nl: Configuratiebestanden afmaken
uk: Файли повної конфігурації

# Name(lxqt-compton.desktop)
source: Compton (X Compositor)
de: Compton (X11 Kompositionsmanager)
fr: Compton (compositeur pour X)
ja: Compton (X コンポジタ)
uk: Compton (X композитор)

# GenericName(general.desktop)
source: Configure General Autoinstallation Options
de: Allgemeine Autoinstallationsoptionen konfigurieren
es: Configurar opciones generales de la instalación automática
fr: Configurer les options générales d'installation automatique
ja: 一般的な自動インストールオプションの設定
nl: Algemene automatische installatie-opties
uk: Налаштування загальних параметри автоматичного встановлення

# GenericName(software.desktop)
source: Configure Package Selection and Software Settings
de: Konfiguration von Paketauswahl und Software-Einstellungen
es: Configurar selecciones de paquetes y configuraciones de software
fr: Configurer la sélection de paquets et les paramètres des logiciels
ja: パッケージの選択とソフトウエアの設定
nl: Pakketselectie en software instellingen configureren
uk: Налаштувати вибір пакунків та програмні параметри

# GenericName(partitioning.desktop)
source: Configure Partitioning and Storage Settings
de: Konfiguration von Partitionierungs- und Speichereinstellungen
es: Configurar el particionado y configuraciones de almacenamiento
fr: Configurer le partitionnement et les paramètres de stockage
ja: パーティションとストレージの設定
nl: Instellingen voor partitie en opslag configureren
uk: Налаштування параметрів розбиття розділів на дисках

# GenericName(report.desktop)
source: Configure Reporting and Logging Options
de: Konfiguration von Berichts- und Protokollierungseinstellungen
es: Configurar opciones de reportes y registro
ja: レポート作成やログの設定
nl: Opties voor rapporteren en loggen configureren
uk: Налаштування параметрів звітування та запису у журнал

# GenericName(deploy_image.desktop)
source: Configure image deployment
de: Konfigurieren der Abbild-Installation
es: Configuración el despliegue de imágenes
fr: Configurer le déploiement d'images
ja: 画像の配置を設定
nl: Gebruik van images instellen
uk: Налаштування розгортання штампа

# Comment(pam_kwallet_init.desktop)
source: Connect to KWallet PAM socket
de: Zum KWallet-PAM-Socket verbinden
es: Conectar con el «socket» PAM de KWallet
ja: KWallet PAM ソケットへの接続
nl: Verbinden met KWallet PAM-socket
nn: Kopla til KWallet PAM-socket
sv: Повежи се на К‑новчаников ПАМ сокет
uk: З’єднатися із сокетом PAM KWallet

# Comment(mate-maximus-autostart.desktop)
source: Controls the displaying of windows
de: Steuerung der Darstellung von Fenstern
es: Controla la visualización de ventanas
fr: Contrôle l'affichage des fenêtres
ja: ウインドウの表示に関する制御
nl: Bestuurt het tonen van vensters
uk: Управління відображенням вікон

# Comment(tracker-miner-fs.desktop)
source: Crawls and processes files on the file system
ar: يزحف ويعالج الملفات في نظام الملفات
de: Spürt Dateien in Ihrem System auf und verarbeitet diese
es: Se arrastra y procesa archivos en el sistema de archivos
fr: Parcourt et analyse les fichiers du système de fichiers
ja: ファイルシステム上のファイルを追跡して情報を回収します
nl: Doorzoekt en verwerkt bestanden op het bestandssysteem
sv: Попишите и обрадите датотеке на систему датотека
uk: Перебирає та обробляє файли у файловій системі

# Comment(tracker-miner-user-guides.desktop)
source: Crawls and processes user guides in shared areas
de: Spürt Benutzerhandbücher in gemeinsam verwendeten Bereichen auf und verarbeitet diese
es: Se arrastra y procesa guías de usuario en áreas compartidas
fr: Parcourt et analyse les manuels d'utilisation en zones partagées
ja: 共有領域内のユーザガイドを読み込んで処理します
nl: Doorzoekt en verwerkt handleidingen voor gebruikers in gedeelde gebieden
sv: Попишите и обрадите корисничка упутства у дељеним областима
uk: Перебирає та обробляє посібники користувача у спільних областях

# Name(scripts.desktop)
source: Custom Scripts
de: Benutzerdefinierte Skripts
es: Guiones personalizados
fr: Scripts personnalisés
ja: 独自のスクリプト
nl: Aangepaste scripts
uk: Нетипові скрипти

# Comment(xfce4-volumed.desktop)
source: Daemon managing the volume multimedia keys and displaying volume notifications
de: Daemon zum Verwalten der Multimedia-Lautstärketasten und zur Anzeige von Lautstärkebenachrichtigungen
es: Demonio para gestionar las teclas multimedia de volumen y mostrar las notificaciones de volumen
fr: Démon gérant les touches multimédia de volume et l'affichage des notifications de volume
ja: 音量のマルチメディアキーや音量通知を表示するデーモン
nl: Daemon voor het beheer van de volumetoetsen voor multimedia en het tonen van de meldingen over het volume
uk: Фонова служба, яка відповідає за мультимедійні клавіші і відображення повідомлень про гучність

# Name(metadata.desktop)
source: Darkest Hour
ar: اسوا الحالات
de: Zu dunkler Stunde
es: La hora más oscura
nl: Donkerste uur
nn: Den mørke timen
sv: Најцрњи час
uk: Найтемніша година

# Name(deepwired.png.desktop)
source: Deepwired
uk: Глибоке проникнення

# Name(lxqt-desktop.desktop)
source: Desktop
ar: سطح المكتب
de: Arbeitsfläche
eo: Labortablo
es: Escritorio
fr: Bureau
ja: デスクトップ
nl: Bureaublad
uk: Стільниця

# Name(NatureSeries002.jpg.desktop)
source: Electric Flower
de: Elektrische Blume
es: Flor eléctrica
fr: Fleur électrique
ja: エレクトリック・フラワー
uk: Електрична квітка

# Name(epymc_xsession.desktop)
source: Emotion Media Center
fr: Centre multimédia Emotion
ja: エモーションメディアセンター
nl: Mediacentrum voor emotie
uk: Медіацентр емоцій

# GenericName(firstboot.desktop)
source: Enable or disable starting Firstboot sequence
de: Aktivieren oder Deaktivieren des Starts von Firstboot
es: Habilita o inhabilita el inicio de la secuencia Firstboot
fr: Active ou désactive la séquence de premier démarrage
ja: Firstboot 処理の有効化と無効化
nl: Schakel in of uit het starten van de Firstboot-sequence
uk: Увімкнути або вимкнути запуску першого завантаження

# Name(NatureSeries006.jpg.desktop)
source: Evening Dew
de: Abendtau
es: Rocío de la tarde
fr: Rosée du soir
ja: 夜露
uk: Роса

# Name(metadata.desktop)
source: Evening Glow
ar: وهج المساء
de: Abendröte
es: Resplandor al atardecer
nl: Avondrood
nn: Kveldsglød
sv: Вечерњи сјај
uk: Вечірнє сяйво

# Name(evolution-alarm-notify.desktop)
source: Evolution Alarm Notify
ar: منبه افلوشن
de: Evolution Alarm-Benachrichtigung
es: Notificador de alertas de Evolution
fr: Notification d'alarmes Evolution
ja: Evolution アラーム通知
nl: Evolution herinneringsmelding
sv: Обавештење аларма Еволуције
uk: Сповіщення сигналами у Evolution

# Comment(tracker-extract.desktop)
source: Extracts metadata from local files
de: Liest Metadaten aus lokalen Dateien
es: Extrae metadatos de archivos locales
fr: Extrait les métadonnées des fichiers locaux
ja: ローカルファイルからのメタデータ抽出
nl: Extraheert metagegevens van lokale bestanden
sv: Извуците метаподатке из месних датотека
uk: Витягнути метадані з локальних файлів

# Name(metadata.desktop)
source: Fallen Leaf
ar: سقوط ورقة
de: Gefallenes Laub
es: Hoja caída
ja: 落ち葉
nl: Gevallen blad
nn: Haustblad
sv: Опао лист
uk: Падалішній листок

# Comment(tracker-miner-rss.desktop)
source: Fetch RSS/ATOM feeds
ar: اجلب تلقيمات RSS/ATOM
de: RSS/ATOM-Nachrichtenquellen abfragen
es: Obtener proveedores RSS/ATOM
fr: Parcourt les flux RSS/ATOM
ja: RSS/ATOM 形式の配信元を収集します
nl: RSS/ATOM-feeds ophalen
sv: Преузмите РСС/АТОМ доводе
uk: Отримати стрічки RSS/ATOM

# Name(restorecond.desktop)
source: File Context maintainer
de: Verwaltung des Sicherheitskontextes von Dateien
es: Mantenedor del contexto de archivo
fr: Mainteneur de contexte de fichier
ja: ファイルコンテキストメンテナ
nl: Onderhouder van bestandcontext
uk: Підтримка файлового контексту

# Name(nautilus-autostart.desktop)
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
nl: Bestanden
uk: Файли

# Comment(firewall-applet.desktop)
source: Firewall Applet
es: Applet del cortafuegos
fr: Appliquette pare-feu
ja: ファイアウォール・アプレット
sv: Аплет заштитног зида
uk: Аплет брандмауера

# Name(firewall-applet.desktop)
source: Firewall Applet
es: Applet del cortafuegos
fr: Appliquette pare-feu
ja: ファイアウォール・アプレット
sv: Аплет заштитног зида
uk: Аплет брандмауера

# Name(firstboot.desktop)
source: Firstboot Configuration
de: Firstboot-Konfiguration
es: Configuración de Firstboot
fr: Configuration du premier démarrage
ja: Firstboot 設定
nl: Configuratie van Firstboot
uk: Налаштування першого завантаження

# Comment(restorecond.desktop)
source: Fix file context in owned by the user
de: Wiederherstellung des Sicherheitskontextes von Benutzerdateien
es: Arregla el contexto de archivo perteneciente al usuario
ja: ユーザが所有するファイルコンテキストの修復
nl: Bestandcontext repareren in eigenaar va de gebruiker
uk: Виправлення контексту файлів користувача

# Name(NatureSeries014.jpg.desktop)
source: Florida Sunset
de: Sonnenuntergang in Florida
es: Atardecer en Florida
fr: Coucher de soleil en Floride
ja: フロリダの日没
nl: Zonsondergang in Florida
uk: Захід сонця

# Name(metadata.desktop)
source: Flying Konqui
ar: كونكي الطّائر
de: Fliegender Konqui
es: Konqui volador
nl: Vliegende Konqui
nn: Flygande Konqui
sv: Летећи Конки
uk: Конкі у польоті

# Name(gnome-classic.desktop)
source: GNOME Classic
ar: جنوم تقليدية
eo: GNOME-klasika
es: GNOME clásico
fr: GNOME Classique
ja: GNOME クラシック
nl: Gnome klassiek
sv: Класичан Гном
tg: GNOME-и классикӣ
uk: Класичний GNOME

# Name(gnome-initial-setup-copy-worker.desktop)
source: GNOME Initial Setup Copy Worker
de: GNOME Initial Setup Copy Worker (Kopieren von Ersteinrichtungseinstellungen)
ja: GNOME 初期セットアップコピーワーカー
nl: Instellingen voor eerste gebruik van Copy Worker in GNOME
uk: Початкова установка GNOME Copy Worker

# Comment(gnome-keyring-pkcs11.desktop)
source: GNOME Keyring: PKCS#11 Component
ar: حلقة مفاتيح جنوم: مكون PKCS#11
de: GNOME-Schlüsselbunddienst: PKCS#11-Komponente
es: Depósito de claves de GNOME: Componente PKCS#11
fr: Trousseau de clés GNOME : composant PKCS#11
ja: GNOME キーリング: PKCS#11 コンポーネント
nl: Sleutelbos-service: PKCS#11-component
nn: GNOME Nøkkelring: PKCS#11-komponent
sv: Гномови привесци: ПКЦС#11 компонента
uk: Служба в'язки ключів GNOME: компонент PKCS#11

# Comment(gnome-keyring-ssh.desktop)
source: GNOME Keyring: SSH Agent
ar: حلقة مفاتيح جنوم: عميل SSH
de: GNOME-Schlüsselbunddienst: SSH-Agent
es: Depósito de claves de GNOME: agente SSH
fr: Trousseau de clés GNOME : agent SSH
ja: GNOME キーリング: SSH エージェント
nl: Sleutelbos-service: SSH-agent
nn: GNOME Nøkkelring: SSH-agent
sv: Гномови привесци: ССХ агент
uk: Служба в'язки ключів GNOME: агент SSH

# Comment(gnome-keyring-secrets.desktop)
source: GNOME Keyring: Secret Service
ar: حلقة مفاتيح جنوم: خدمة سرية
de: GNOME-Schlüsselbunddienst: Sicherheitsdienst
es: Depósito de claves de GNOME: Servicio de secretos
fr: Trousseau de clés GNOME : service secret
ja: GNOME キーリング: シークレットサービス
nl: Sleutelbos-service: Secret Service
nn: GNOME Nøkkelring: Hemmeleg teneste
sv: Гномови привесци: сервис за тајност
uk: Служба в'язки ключів GNOME: служба шифрування

# Name(gnome-settings-daemon.desktop)
source: GNOME Settings Daemon
ar: عفريت إعدادات جنوم
de: GNOME-Einstellungsdienst
eo: Demono de GNOME-agordoj
es: Administrador de preferencias de GNOME
fr: Service des paramètres GNOME
ga: Deamhan Socruithe GNOME
ja: GNOME 設定デーモン
nl: Gnome-instellingenvoorziening
nn: GNOME innstillingsnisse
sv: Гномов услужник подешавања
tg: Системаи танзимоти GNOME
uk: Служба параметрів GNOME

# Name(gnome-software-service.desktop)
source: GNOME Software
es: Software de GNOME
fr: GNOME Logiciels
ja: GNOME ソフトウエア
uk: Програми GNOME

# Name(gsettings-data-convert.desktop)
source: GSettings Data Conversion
de: GSettings-Datenumwandlung
eo: GSettings-datumkonverto
es: Conversión de datos de GSettings
fr: Conversion des données GSettings
ja: GSettings データ変換
nl: GSettings-dataconversie
sv: Претварање података Гподешавања
uk: Перетворення даних GSettings

# Name(general.desktop)
source: General Options
de: Allgemeine Optionen
es: Opciones generales
fr: Options générales
ja: 一般的なオプション
nl: Algemene opties
uk: Загальні параметри
